Repository: TdoubleAV/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Highly resistant to fire and water damage.
de: Sehr widerstandsfähig gegen Feuer- und Wasserschäden.

source: Cure Wounds
de: Wunden heilen

source: Restore 1d4 STR per day to a creature you can touch.
de: Stellt bei einer Kreatur, die Ihr berühren könnt, 1W4 STR pro Tag wieder her.

source: Smells of vinegar and thyme. Turns red after use.
de: Riecht nach Essig und Thymian. Wird nach Gebrauch rot.

source: Deafen
de: Betäuben

source: All nearby creatures are deafened.
de: Alle Kreaturen in der Nähe sind taub.

source: Nearby instruments occasionally sound off, as if in protest.
de: Gelegentlich ertönen in der Nähe befindliche Instrumente, als ob sie protestieren wollten.

source: Detect Magic
de: Magie entdecken

source: You can see or hear nearby magical auras.
de: Sie können magische Auren in der Nähe sehen oder hören.

source: Becomes warm to the touch if magic is used nearby.
de: Wird bei Berührung warm, wenn in der Nähe Magie eingesetzt wird.

source: Disassemble
de: Zerlegen

source: Any of your body parts may be detached and reattached at will, without causing pain or damage. You can still control them.
de: Alle Ihre Körperteile können nach Belieben abgetrennt und wieder angebracht werden, ohne dass Schmerzen oder Schäden entstehen. Sie können sie weiterhin kontrollieren.

source: Regenerates any torn or defaced pages.
de: Regeneriert alle zerrissenen oder beschädigten Seiten.

source: Disguise
de: Verkleidung

source: You may alter the appearance of one character at will as long as they remain humanoid. Attempts to duplicate other characters will seem uncanny.
de: Die Oberfläche bildet einen perfekten Spiegel.

source: Displace
de: Verdrängen

source: An object appears to be up to 15ft from its actual position.
de: Ein Objekt scheint bis zu 15 Fuß von seiner tatsächlichen Position entfernt zu sein.

source: Bits of string, clothing, and leaves are sometimes stuffed inside.
de: Manchmal werden Schnüre, Kleidungsstücke und Blätter hineingestopft.

source: Earthquake
de: Erdbeben

source: The ground begins shaking violently. Structures may be damaged or collapse.
de: Der Boden beginnt heftig zu beben. Gebäude können beschädigt werden oder einstürzen.

source: Sand dribbles from the corners, seemingly without stop.
de: Scheinbar ohne Unterlass tropft der Sand aus den Ecken.

source: Elasticity
de: Elastizität

source: Your body can stretch up to 10ft.
de: Ihr Körper kann sich bis zu 10 Fuß dehnen.

source: Smells of taffy, and is very flexible.
de: Riecht nach Toffee und ist sehr flexibel.

source: Elemental Wall
de: Elementare Wand

source: A straight wall of ice or fire 50ft long and 10ft high rises from the ground.
de: Eine gerade Wand aus Eis oder Feuer, 15 Meter lang und 3 Meter hoch, erhebt sich aus dem Boden.

source: Skin and warmer substances stick to it after use.
de: Haut und wärmende Substanzen bleiben nach der Anwendung daran haften.

source: Filch
de: Klauen

source: A visible item teleports to your hands.
de: Ein sichtbarer Gegenstand wird in Ihre Hände teleportiert.

source: An ally's prized possession may occasionally be found tucked between its covers.
de: Zwischen den Buchdeckeln kann man gelegentlich den wertvollsten Besitz eines Verbündeten finden.

source: Fish Lung
de: Fischlunge

source: A target can breathe underwater until they surface again.
de: Ein Ziel kann unter Wasser atmen, bis es wieder auftaucht.

source: Smells strongly of the sea. Attracts wild animals.
de: Riecht stark nach Meer. Zieht wilde Tiere an.

source: Flare
de: Fackel

source: A bright ball of energy fires a trail of light into the sky, revealing your location to friend or foe.
de: Leuchtet schwach in völliger Dunkelheit.

source: Fog Cloud
de: Nebel Wolke

source: A dense fog spreads out from you.
de: Ein dichter Nebel breitet sich von Ihnen aus.

source: When submersed in water, the book eventually turns all the liquid to vapor.
de: Wenn das Buch in Wasser getaucht wird, verwandelt es schließlich die gesamte Flüssigkeit in Dampf.

source: Frenzy
de: Raserei

source: A nearby creature erupts in a frenzy of violence.
de: Eine Kreatur in der Nähe bricht in einen Gewaltausbruch aus.

source: Rough, sandpaper cover that destroys any book it touches.
de: Rauer Einband aus Sandpapier, der jedes Buch zerstört, mit dem er in Berührung kommt.

source: Gate
de: Tor

source: A portal to a random plane opens.
de: Ein Portal zu einer zufälligen Ebene öffnet sich.

source: A large hole is carved into the center, ending in a void. Items dropped within are never seen again.
de: In die Mitte ist ein großes Loch gehauen, das in einem Hohlraum endet. Gegenstände, die hineinfallen, werden nie wieder gesehen.

source: Gravity Shift
de: Schwerkraftverschiebung

source: You can change the direction of gravity, but only for yourself.
de: Sie können die Richtung der Schwerkraft ändern, aber nur für sich selbst.

source: Attaches itself to the largest object nearby.
de: Haftet sich am größten Objekt in der Nähe.

source: A creature develops the overwhelming urge to possess a visible item of your choice.
de: Das Cover ändert sich je nach Besitzer und weist subtil auf dessen tiefste Wünsche hin.

source: Haste
de: Eile

source: Your movement speed is tripled.
de: Ihre Bewegungsgeschwindigkeit wird verdreifacht.

source: Pages flip wildly while open. Can cause paper cuts.
de: Seiten blättern wild um, während sie geöffnet sind. Kann Papierschnitte verursachen.

source: Hatred
de: Hass

source: A creature develops a deep hatred of another creature or group and wishes to destroy them.
de: Eine Kreatur entwickelt einen tiefen Hass auf eine andere Kreatur oder Gruppe und möchte sie zerstören.

source: Long term exposure to the book can cause suspicion, paranoia and distrust of others.
de: Längerer Kontakt mit dem Buch kann zu Argwohn, Paranoia und Misstrauen gegenüber anderen führen.

source: Hear Whispers
de: Flüstern hören

source: You can hear faint sounds clearly.
de: Sie können leise Geräusche deutlich hören.

source: The reader's voice is amplified for a short period of time afterwards.
de: Die Stimme des Vorlesers wird anschließend für kurze Zeit verstärkt.

source: Hover
de: Schweben

source: An object hovers, frictionless, 2ft above the ground. It can hold up to one humanoid.
de: Schwimmt, wenn es fallen gelassen wird.

source: Hypnotize
de: Hypnotisieren

source: A creature enters a trance and will truthfully answer one yes or no question you ask it.
de: Ein Wesen fällt in Trance und beantwortet wahrheitsgemäß eine Ja- oder Nein-Frage, die Sie ihm stellen.

source: Eye-catching, swirling spirals don its covers.
de: Auffällige, wirbelnde Spiralen zieren die Abdeckungen.

source: Icy Touch
de: Eisige Berührung

source: A thick ice layer spreads across a touched surface, up to 10ft in radius.
de: Eine dicke Eisschicht breitet sich über eine berührte Oberfläche mit einem Radius von bis zu 10 Fuß aus.

source: Gloves required. Nonflammable.
de: Handschuhe erforderlich. Nicht entflammbar.

source: Identify Owner
de: Besitzer identifizieren

source: Letters appear over the object you touch, spelling out the name of the object's owners, if there are any.
de: Im Inneren des Buches ist der Name des Vorbesitzers aufgeführt.

source: Illuminate
de: Beleuchten

source: A floating light moves as you command.
de: Ein schwebendes Licht bewegt sich auf Ihren Befehl.

source: When held in light, the pages become a prism of vibrant rainbows.
de: Wenn man sie ins Licht hält, werden die Seiten zu einem Prisma aus leuchtenden Regenbögen.

source: Invisible Tether
de: Unsichtbare Leine

source: Two objects within 10ft of each other cannot be moved more than 10ft apart.
de: Zwei Objekte, die weniger als 10 Fuß voneinander entfernt sind, können nicht weiter als 10 Fuß auseinander bewegt werden.

source: Its pages are not attached by glue or thread, yet stay together nonetheless.
de: Seine Seiten sind nicht mit Klebstoff oder Faden verbunden, bleiben aber trotzdem zusammen.

source: Knock
de: Klopfen

source: A nearby mundane or magical lock unlocks loudly.
de: Ein nahegelegenes weltliches oder magisches Schloss wird lautstark geöffnet.

source: Locked. A new owner 'produces' the key after their next meal.
de: Abgeschlossen. Ein neuer Besitzer „holt“ den Schlüssel nach seiner nächsten Mahlzeit hervor.

source: Leap
de: Sprung

source: You jump up to 10ft high, once.
de: Sie springen einmal bis zu 10 Fuß hoch.

source: When thrown, it just keeps going.
de: Wenn es geworfen wird, fliegt es einfach weiter.

source: Liquid Air
de: Flüssige Luft

source: The air around you becomes swimmable.
de: Die Luft um Sie herum wird schwimmbar.

source: Floats of its own volition, bouncing off of whatever it touches.
de: Schwebt von selbst und prallt von allem ab, was es berührt.

source: Magic Dampener
de: Magischer Dämpfer

source: All nearby magical effects have their effectiveness halved.
de: Die Wirksamkeit aller magischen Effekte in der Nähe wird halbiert.

source: Relics within 100ft of the spellbook cannot be recharged.
de: Reliquien im Umkreis von 100 Fuß des Zauberbuchs können nicht wieder aufgeladen werden.

source: Manse
de: Pfarrhaus

source: A sturdy, furnished cottage appears for hours. You can permit and forbid entry to it at will.
de: Für Stunden erscheint ein robustes, möbliertes Häuschen, dessen Zutritt Sie nach Belieben erlauben oder verbieten können.

source: If left inside, both the book and the cottage vanish forever.
de: Wenn man es darin liegen lässt, verschwinden sowohl das Buch als auch die Hütte für immer.

source: Marble Craze
de: Marmor-Wahnsinn

source: Your pockets are full of marbles and will refill every 30 seconds.
de: Ihre Taschen sind voller Murmeln und füllen sich alle 30 Sekunden neu.

source: When jostled, makes a playful rattling sound.
de: Beim Anstoßen erzeugt es ein verspieltes Rasselgeräusch.

source: Masquerade
de: Maskerade

source: A character's appearance and voice becomes identical to those of a character you touch.
de: Das Aussehen und die Stimme einer Figur werden identisch mit denen einer Figur, die Sie berühren.

source: Extended use causes the owner to develop unconscious yet noticeable tics.
de: Bei längerem Gebrauch entwickelt der Besitzer unbewusste, aber dennoch spürbare Tics.

source: Miniaturize
de: Miniaturisieren

source: A creature you touch is shrunk down to the size of a mouse.
de: Ein Lebewesen, das Sie berühren, wird auf die Größe einer Maus geschrumpft.

source: The text is ludicrously, comically large.
de: Der Text ist lächerlich, komisch groß.

source: Mirror Image
de: Spiegelbild

source: An illusory duplicate of yourself appears and is under your control.
de: Ein illusorisches Duplikat Ihrer selbst erscheint und steht unter Ihrer Kontrolle.

source: Over time, the owner begins to question who is the original, and who is the duplicate.
de: Mit der Zeit beginnt sich der Besitzer zu fragen, wer das Original und wer das Duplikat ist.

source: Mirrorwalk
de: Spiegelgang

source: Will not open unless the owner politely knocks on the cover.
de: Öffnet sich nicht, bis der Besitzer höflich auf die Abdeckung klopft.

source: Multiarm
de: Mehrarm

source: You temporarily gain an extra arm.
de: Sie erhalten vorübergehend einen zusätzlichen Arm.

source: After use, the caster is wracked with phantom limb syndrome for a day.
de: Nach der Anwendung leidet der Anwender einen Tag lang unter dem Phantomschmerz.

source: Night Sphere
de: Nachtkugel

source: A 50ft-wide sphere of darkness displaying the night sky appears before you.
de: Vor Ihnen erscheint eine 15 Meter breite Kugel aus Dunkelheit, die den Nachthimmel abbildet.

source: Displays a prominent constellation on its cover.
de: Auf dem Cover ist ein markantes Sternbild abgebildet.

source: Objectify
de: Objektivieren

source: You become any inanimate object between the size of a grand piano and an apple.
de: Sie werden zu jedem unbelebten Objekt zwischen der Größe eines Flügels und der eines Apfels.

source: The owner experiences intense pareidolia for days after use.
de: Der Besitzer erlebt nach der Anwendung tagelang intensive Pareidolie.

source: Ooze Form
de: Schleimform

source: You become a living jelly.
de: Sie werden zu einer lebenden Wackelpuddingmasse.

source: Slowly drips an acid that eventually eats away anything it touches.
de: Langsam tropft eine Säure, die schließlich alles zerfrisst, was sie berührt.

source: Pacify
de: Beruhigen

source: A creature near you has an aversion to violence.
de: Ein Lebewesen in Ihrer Nähe hat eine Abneigung gegen Gewalt.

source: Smells of jasmine and incense. Attracts children.
de: Riecht nach Jasmin und Weihrauch. Zieht Kinder an.

source: Phobia
de: Phobie

source: A nearby creature becomes terrified of an object of your choice.
de: Ein Wesen in der Nähe bekommt panische Angst vor einem Objekt Ihrer Wahl.

source: Over time, haunting, abstract art begins to fill its pages.
de: Mit der Zeit beginnen sich die Seiten mit eindringlicher, abstrakter Kunst zu füllen.

source: Pit
de: Grube

source: A pit 10ft wide and 10ft deep opens in the ground.
de: Im Boden öffnet sich eine Grube mit einer Breite und Tiefe von 10 Fuß.

source: A standard piton can be safely stored in its spine.
de: In seinem Rücken lässt sich ein handelsüblicher Felshaken sicher verstauen.

source: Primal Surge
de: Urwelle

source: A creature rapidly evolves into a future version of its species.
de: Ein Lebewesen entwickelt sich rasch zu einer zukünftigen Version seiner Art.

source: The owner is haunted by strange visions of their own ancestors.
de: Der Besitzer wird von seltsamen Visionen seiner eigenen Vorfahren heimgesucht.

source: Push/Pull
de: Drücken/Ziehen

source: An object of any size is pulled directly towards you or pushed directly away from you with the strength of one man.
de: Mit der Kraft eines einzelnen Mannes wird ein Gegenstand beliebiger Größe direkt auf Sie zugezogen oder direkt von Ihnen weggestoßen.

source: Any force against the book is comically amplified.
de: Jeglicher Druck auf das Buch wird auf komische Weise verstärkt.

source: Raise Dead
de: Tote erwecken

source: A skeleton rises from the ground to serve you. They are incredibly stupid and can only obey simple orders.
de: Die Faszination für Knochen steigert sich für den Besitzer mit jedem Gebrauch.

source: Raise Spirit
de: Geist erwecken

source: The spirit of a nearby corpse manifests and will answer 1 question.
de: Der Geist einer nahegelegenen Leiche manifestiert sich und beantwortet 1 Frage.

source: The answers (but not their questions) are forever inscribed in its pages.
de: Die Antworten (aber nicht ihre Fragen) sind für immer in seine Seiten eingeschrieben.

source: Read Mind
de: Gedanken lesen

source: You can hear the surface thoughts of nearby creatures.
de: Sie können die oberflächlichen Gedanken der Lebewesen in der Nähe hören.

source: Long-term possession can cause the reader to mistake the thoughts of others as their own.
de: Langfristige Besessenheit kann dazu führen, dass der Leser die Gedanken anderer für seine eigenen hält.

source: Repel
de: Abstoßen

source: Two objects are strongly magnetically repelled from each other within 10 feet.
de: Zwei Objekte stoßen sich innerhalb einer Entfernung von 3 Metern stark magnetisch voneinander ab.

source: Closed by two powerful straps that spring open at inopportune times.
de: Geschlossen durch zwei kräftige Riemen, die im ungünstigsten Moment aufspringen.

source: Scry
de: Hellsehen

source: You can see through the eyes of a creature you touched earlier today.
de: Sie können durch die Augen einer Kreatur sehen, die Sie heute berührt haben.

source: The owner's eyes turn milky-white for an hour after use.
de: Die Augen des Besitzers werden nach der Anwendung eine Stunde lang milchig weiß.

source: Sculpt Elements
de: Elemente formen

source: Inanimate material behaves like clay in your hands.
de: Unbelebtes Material verhält sich wie Ton in Ihren Händen.

source: Slowly decays on contact with wood or cloth. Bury in dirt or submerge in water to refresh.
de: Zerfällt langsam bei Kontakt mit Holz oder Stoff. Zum Auffrischen in Erde vergraben oder in Wasser eintauchen.

source: Sense
de: Sinn

source: Choose one kind of object (key, gold, arrow, jug, etc). You can sense the nearest example.
de: Wählen Sie eine Art von Objekt (Schlüssel, Gold, Pfeil, Krug usw.). Sie können das nächstliegende Beispiel erspüren.

source: The book's previous owner is always aware of the book's current location.
de: Der Vorbesitzer ist stets über den aktuellen Standort des Buches informiert.

source: Shield
de: Schild

source: A creature you touch is protected from mundane attacks for one minute.
de: Eine Kreatur, die Sie berühren, ist eine Minute lang vor alltäglichen Angriffen geschützt.

source: Bound in rusty ring-mail and is quite heavy. If held, provides +1 Armor.
de: In rostiges Ringpanzer gehüllt und ziemlich schwer. Bietet +1 Rüstung, wenn man es trägt.

source: A creature you touch is invisible until they move.
de: Eine Kreatur, die Sie berühren, ist unsichtbar, bis sie sich bewegt.

source: Invisible to any but the book's current owner.
de: Für alle außer dem aktuellen Besitzer des Buches unsichtbar.

source: Two creatures you can see instantly switch places.
de: Zwei sichtbare Kreaturen tauschen sofort die Plätze.

source: If stolen but not yet read, it reappears wherever its owner last left it.
de: Wenn es gestohlen, aber noch nicht gelesen wurde, taucht es dort wieder auf, wo sein Besitzer es zuletzt zurückgelassen hat.

source: Sleep
de: Schlafen

source: A creature you can see falls into a light sleep.
de: Ein sichtbares Wesen fällt in einen leichten Schlaf.

source: Soft as a pillow, but yields only fitful sleep.
de: Weich wie ein Kissen, ermöglicht aber nur unruhigen Schlaf.

source: Slick
de: Glatt

source: Every surface in a 30ft radius becomes extremely slippery.
de: Jede Oberfläche im Umkreis von 30 Fuß wird extrem rutschig.

source: Gloves are required for handling, lest the book is dropped in a most comical fashion.
de: Zum Anfassen sind Handschuhe erforderlich, da das Buch sonst auf höchst komische Weise herunterfällt.

source: Smoke Form
de: Rauchform

source: Your body becomes a living smoke that you can control.
de: Ihr Körper wird zu lebendigem Rauch, den Sie kontrollieren können.

source: Smells of campfire. The pages cannot be burnt, but are very sensitive to moisture.
de: Riecht nach Lagerfeuer. Die Seiten können nicht verbrannt werden, sind aber sehr empfindlich gegenüber Feuchtigkeit.

source: Sniff
de: Schnüffeln

source: You can smell even the faintest traces of scents.
de: Sie können selbst die leisesten Duftspuren riechen.

source: Expresses a strong odor detectable only by its owner.
de: Verströmt einen starken Geruch, der nur von seinem Besitzer wahrgenommen werden kann.

source: Snuff
de: Schnupftabak

source: The source of any mundane light you can see is instantly snuffed out.
de: Die Quelle jeglichen alltäglichen Lichts, das Sie sehen können, wird augenblicklich ausgelöscht.

source: If left in one place for long periods, nearby light sources eventually dim, then finally go out.
de: Wenn man über längere Zeit an ein und derselben Stelle bleibt, werden nahe gelegene Lichtquellen mit der Zeit schwächer und gehen schließlich aus.

source: Sort
de: Sortieren

source: Inanimate items sort themselves according to categories you set.
de: Unbelebte Objekte sortieren sich automatisch nach den von Ihnen festgelegten Kategorien.

source: Rights itself when dropped or thrown.
de: Richtet sich wieder auf, wenn es fallen gelassen oder geworfen wird.

source: Skillful Repair
de: Fachmännische Reparatur

source: You make minor repairs to a nonliving object.
de: Sie führen kleinere Reparaturen an einem unbelebten Objekt durch.

source: Sewn from the vellum of one hundred books, no two pages are alike.
de: Aus dem Pergament von hundert Büchern genäht, gleicht keine Seite der anderen.

source: Spellsaw
de: Zaubersäge

source: A whirling blade flies from your chest, clearing any plant material in its way. It is otherwise harmless.
de: Eine wirbelnde Klinge fliegt aus deiner Brust und räumt alles Pflanzenmaterial weg, das ihr in den Weg kommt. Ansonsten ist sie harmlos.

source: Wrapped in stained leather, it should be oiled at least once a month.
de: Da es in gebeiztes Leder eingewickelt ist, sollte es mindestens einmal im Monat geölt werden.

source: Spider Climb
de: Spinnenklettern

source: You can climb surfaces like a spider.
de: Sie können Oberflächen wie eine Spinne erklimmen.

source: New cobwebs must be pushed aside prior to each use. They are hard to remove.
de: Neue Spinnweben müssen vor jedem Gebrauch beiseite geschoben werden. Sie sind schwer zu entfernen.

source: Swarm
de: Schwarm

source: You become a swarm of crows, rats, or piranhas. You can only be harmed by blast attacks.
de: Du wirst zu einem Schwarm Krähen, Ratten oder Piranhas. Du kannst nur durch Explosionsangriffe verletzt werden.

source: Easily broken into a dozen distinct parts that slowly move towards one another over time.
de: Lässt sich leicht in ein Dutzend unterschiedliche Teile zerlegen, die sich mit der Zeit langsam aufeinander zubewegen.

source: Telekinesis
de: Telekinese

source: You may mentally 1 move item under 60lbs.
de: Sie können gedanklich einen Gegenstand unter 60 Pfund bewegen.

source: The owner can summon the book through mental command alone (WIL save or become deprived afterwards).
de: Telepathie

source: Two creatures can hear each other's thoughts, no matter how far apart.
de: Zwei Lebewesen können die Gedanken des anderen hören, egal wie weit sie voneinander entfernt sind.

source: The holder can hear (but not respond) to the thoughts of whoever last possessed it, and vice versa.
de: Der Besitzer kann die Gedanken des letzten Besitzers hören (aber nicht darauf reagieren) und umgekehrt.

source: An object or person you can see is transported from one place to another in a 50ft radius.
de: Ein sichtbarer Gegenstand oder eine sichtbare Person wird innerhalb eines Radius von 15 Metern von einem Ort zum anderen transportiert.

source: Can be destroyed to create a portal to another dimension.
de: Kann zerstört werden, um ein Portal zu einer anderen Dimension zu erstellen.

source: Target Lure
de: Zielköder

source: An object you touch becomes the target of any nearby spell.
de: Ein Objekt, das Sie berühren, wird zum Ziel aller Zaubersprüche in der Nähe.

source: Attracts all manner of magical creatures, spell leaks, and scrying.
de: Zieht alle Arten von magischen Kreaturen, Zauberlecks und Wahrsager an.

source: A thicket of trees and dense brush up to 50ft wide suddenly sprouts up.
de: Plötzlich sprießt ein bis zu 15 Meter breites Dickicht aus Bäumen und dichtem Buschwerk.

source: Wrapped in vines that must be destroyed again with each use.
de: In Ranken eingewickelt, die bei jeder Verwendung erneut zerstört werden müssen.

source: Creates a temporary path through wood, stone or brick.
de: Erstellt einen temporären Pfad durch Holz, Stein oder Ziegel.

source: An object dropped on top of the book inevitably falls through the other side.
de: Ein auf das Buch fallender Gegenstand fällt unweigerlich auf die andere Seite.

source: Time Control
de: Zeitkontrolle

source: Time in a 50ft bubble slows down or increases by 10% for 30 seconds.
de: Die Zeit in einer 50-Fuß-Blase verlangsamt oder erhöht sich 30 Sekunden lang um 10 %.

source: Alternates its appearance as either impossibly old or freshly written.
de: Das Erscheinungsbild ist abwechselnd unglaublich alt oder frisch geschrieben.

source: True Sight
de: Wahre Sicht

source: You see through all nearby illusions.
de: Sie durchschauen alle Illusionen in Ihrer Nähe.
