Repository: TdoubleAV/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Retractable Wires
de: Einziehbare Drähte

source: A guild warehouse. Take a Ladder (bulky, 10ft) and Blinding Powder (1 use).
de: Leiter

source: 10ft
de: 10 Fuß

source: Blinding Powder
de: Blendpulver

source: Moneylender. Someone beat you to the job but left behind a Scroll of Arcane Eye (petty).
de: Schriftrolle (Arkanes Auge)

source: You can see through a magical floating eyeball that flies around at your command.
de: Sie können durch einen magischen schwebenden Augapfel sehen, der auf Ihren Befehl herumfliegt.

source: Constable's quarters. You escaped but left some friends behind. Take Strong Silk Rope (30ft) and a queasy feeling.
de: Starkes Seidenseil

source: 30ft
de: 30 Fuß

source: A university. You were seen but not pursued. You still don't know why. Take Smoke Pellets (3 uses).
de: Rauchpellets

source: What helps you steal?
de: Was hilft Ihnen beim Stehlen?

source: Catring: 2 charges. Climb up walls and fall safely. Recharge: Place the ring on a stray cat's tail.
de: Katzenring: 2 Ladungen. Klettere Wände hoch und falle sicher. Aufladen: Platziere den Ring am Schwanz einer streunenden Katze.

source: Catring
de: Katzenring

source: Recharge: Place the ring on a stray cat's tail.
de: Aufladen: Legen Sie den Ring auf den Schwanz einer streunenden Katze.

source: Gildfinger: 1 charge. A finger glove that mimics any mundane key. Recharge: Bundle it with at least 100gp for a night.
de: Gildfinger

source: Recharge: Bundle it with at least 100gp for a night.
de: Aufladen: Bündeln Sie es mit mindestens 100 GP für eine Nacht.

source: Glimpse Glass: 3 charges. A monocle that lets you see through walls or other obstructions. It shatters after the last use.
de: Blickglas: 3 Ladungen. Ein Monokel, mit dem Sie durch Wände oder andere Hindernisse sehen können. Es zerbricht nach der letzten Verwendung.

source: Glimpse Glass
de: Blickglas

source: A monocle that lets you see through walls or other obstructions. Shatters after the last use.
de: Süße Pfeife

source: Recharge: Lose a dear memory. (Describe it.)
de: Aufladen: Verlieren Sie eine schöne Erinnerung. (Beschreiben Sie sie.)

source: Vagrant's Veil: 1 charge. Wear it to blend seamlessly into crowds, appearing as a simple pauper. Recharge: Donate the day's winnings to the poor. Petty
de: Vagrant's Veil: 1 Ladung. Tragen Sie es, um sich nahtlos in die Menge einzufügen und als einfacher Bettler aufzutreten. Aufladen: Spenden Sie die Gewinne des Tages an die Armen. Kleinlich

source: Vagrant's Veil
de: Schleier des Landstreichers

source: Recharge: Donate the day's winnings to the poor.
de: Auftanken: Spenden Sie den Tagesgewinn an die Armen.

source: Reverse Teetotum: 1 use. When spun, time skips backwards 30 seconds. Everyone remembers what happened. Petty.
de: Umgekehrtes Teetotum

source: When spun, time skips backwards 30 seconds. Everyone remembers what happened.
de: Dornbusch

source: Brigandine
de: Brigantine

source: Sling
de: Schlinge

source: Hand axe
de: Handaxt

source: Pick the type
de: Wählen Sie den Typ

source: What got the better of you?
de: Was hat Sie überwältigt?

source: A voracious swarm of pests that swallowed crops and animals alike. With nothing to defend, you left. Take Gale Seed Extract (3 uses). Ingesting it lets you sprint with a speed four times your regular rate. Afterward you add two Fatigue.
de: Ein gefräßiger Schwarm Schädlinge, der sowohl Feldfrüchte als auch Tiere verschluckte. Da du nichts zu verteidigen hattest, bist du gegangen. Nimm Gale Seed Extract (3 Anwendungen). Wenn du es einnimmst, kannst du mit der vierfachen Geschwindigkeit deines normalen Tempos sprinten. Danach erhältst du zwei Erschöpfungen.

source: Gale Seed Extract
de: Gale-Samenextrakt

source: Ingesting it lets you sprint with a speed four times your regular rate. Afterward you add two Fatigue.
de: Ein Erntegeist, verärgert über einen geringen Zehnten. Die Feuer haben fast alles verzehrt, und danach konntest du einen Beutel mit Feuersamen sammeln (d8, Explosion, 4 Verwendungen).

source: Fireseeds
de: Feuersamen

source: An antlered, toothy demon that nearly ended you. Take a blood-stained Bone Knife (d6). On Critical Damage, its next attack becomes enhanced from contact with blood.
de: Ein geweihter, zahnbewehrter Dämon, der dich fast vernichtet hätte. Nimm ein blutbeflecktes Knochenmesser (d6). Bei kritischem Schaden wird sein nächster Angriff durch den Kontakt mit Blut verstärkt.

source: Bone Knife
de: Knochenmesser

source: On Critical Damage, its next attack becomes enhanced from contact with blood.
de: Kranke Ernte

source: Quickly decays any plant it touches.
de: Lässt jede Pflanze, mit der sie in Berührung kommt, schnell verrotten.

source: Wolves, or so you thought. You are now a Werewolf [8 HP, 15 STR, 14 DEX, claws (d6+d6), bite (d8)]. Your WIL remains the same. You can turn at will (once per day) but must make a WIL save to revert. Anyone left alive from your attacks must make a WIL save to avoid infection.
de: Erntediebe. Nicht alle haben überlebt, aber Sie waren in der Unterzahl. Beginnen Sie mit +d4 HP und einem Cusped Falchion (d8).

source: Cusped Falchion
de: Gespitztes Falchion

source: What tool saved your life?
de: Welches Werkzeug hat Ihnen das Leben gerettet?

source: Bloodvine Whip: d8 damage. On Critical Damage it drains the target's blood, granting the weapon's next attack the blast quality.
de: Blutrankenpeitsche

source: On Critical Damage, it drains the target's blood, granting the weapon's next attack the blast quality.
de: Clatter Keeper: Ein Gerät mit Handkurbel, das ein lautes Geräusch von sich gibt und die meisten Lebewesen verscheucht.

source: Clatter Keeper
de: Klapperhüter

source: A hand-cranked device that emits a loud noise, frightening away most creatures.
de: Ein Gerät mit Handkurbel, das ein lautes Geräusch von sich gibt und die meisten Tiere verscheucht.

source: Sun Stick: Provides ample warmth and light for up to one hour. Recharge: Leave in heavy sunlight for a full day. 1 use.
de: Sonnenstab

source: Provides ample warmth and light for up to one hour. Recharge: Leave in heavy sunlight for a full day.
de: Spendet bis zu einer Stunde lang ausreichend Wärme und Licht. Aufladen: Einen ganzen Tag lang in der prallen Sonne liegen lassen.

source: Root Tether: When thrown, binds a creature as large as a wolf to the soil for a short time.
de: Wurzelleine: Wenn sie geworfen wird, wird eine Kreatur so groß wie ein Wolf für kurze Zeit an den Boden gebunden.

source: Root Tether
de: Wurzel-Tether

source: When thrown, binds a creature as large as a wolf to the soil for a short time.
de: Wenn es geworfen wird, wird eine Kreatur von der Größe eines Wolfes für kurze Zeit an den Boden gebunden.

source: Greenwhistle: A small flute that calms plants, making passage through areas heavy with plant life a bit easier.
de: Grüne Pfeife

source: A small flute that calms plants, making passage through areas heavy with plant life a bit easier.
de: Eine kleine Flöte, die Pflanzen beruhigt und den Durchgang durch Bereiche mit viel Pflanzenleben etwas erleichtert.

source: Everbloom Band: A circlet adorned with flowers that never wilt. On taking Critical Damage the flowers dissolve into dust, but you act as if your save succeeded (STR loss still occurs).
de: Everloom Band

source: A circlet adorned with flowers that never wilt. On Critical Damage, the flowers dissolve into dust, but you act as if your save succeeded (STR loss still occurs).
de: Ein Reif, geschmückt mit Blumen, die niemals verwelken. Bei kritischem Schaden lösen sich die Blumen in Staub auf, aber Sie verhalten sich, als ob Ihr Rettungswurf erfolgreich gewesen wäre (Str-Verlust tritt trotzdem auf).

source: You strike from afar, but that does not make you a coward. You are a musician, the song of your bowstring nought but a warning, singing the silent promise of a quick death.
de: Donner

source: Serrated Knife
de: Gezacktes Messer

source: Boiled Leather
de: Gekochtes Leder

source: Heartroot Salve
de: Herzwurzelsalbe

source: restores 1d4 STR
de: stellt 1W4 Stärke wieder her

source: How did you earn your bow?
de: Wie hast du deinen Bogen verdient?

source: War. If you are first to attack, your bow gains the blast property for the first round.
de: Krieg. Wenn Sie zuerst angreifen, erhält Ihr Bogen für die erste Runde die Explosionseigenschaft.

source: Falconry. You keep a falcon [3 hp, 5 STR, 16 DEX, 4 WIL, claws (d6+d6), bite (d8)]. It only eats live game.
de: Jagen. Wenn Sie die Versorgungsaktion durchführen, erhöht sich Ihre Fähigkeit, Rationen zu sichern, um einen Schritt (z. B. wird aus 1W4 1W6).

source: Tournaments. Attacks with your bow are enhanced if the target is immobile.
de: Turniere. Angriffe mit deinem Bogen werden verstärkt, wenn das Ziel unbeweglich ist.

source: Training. If you are the first to attack, melee attacks against you are impaired until you take STR damage.
de: Training. Wenn Sie als Erster angreifen, werden Nahkampfangriffe gegen Sie beeinträchtigt, bis Sie STR-Schaden erleiden.

source: Scouting. When taking the Travel action, your presence decreases the chance of getting lost by one step (e.g. 4-in-6 becomes 3-in-6).
de: Aus welcher Holzart ist Ihr Bogen gefertigt?

source: Western Yew (d6, bulky). Can be wielded as a blunt weapon (d6). Noisy.
de: Westliche Eibe (d6, sperrig). Kann als stumpfe Waffe eingesetzt werden (d6). Laut.

source: Western Yew
de: Westliche Eibe

source: Can be wielded as a blunt weapon (d6). Noisy.
de: Kann als stumpfe Waffe eingesetzt werden (d6). Laut.

source: Sessile Oak (d8, bulky). Slams into targets. On Critical Damage something is torn off.
de: Traubeneiche

source: Slams into targets. On Critical Damage something is torn off.
de: Schlingt in Ziele. Bei kritischem Schaden wird etwas abgerissen.

source: Stone Pine (d6, bulky). Produces one use of Sticky Sap per day. The sap is highly explosive.
de: Zirbelkiefer

source: Produces one use of Sticky Sap per day. The sap is highly explosive.
de: Ergibt eine Verwendung von klebrigem Saft pro Tag. Der Saft ist hochexplosiv.

source: White Ash (d6, bulky). Can be used in place of a shield in melee combat (+1 Armor).
de: Esche weiß

source: Can be used in place of a shield in melee combat (+1 Armor).
de: Kann im Nahkampf anstelle eines Schildes verwendet werden (+1 Rüstung).

source: Striped Bamboo (d6). Collapsible, it only requires one slot (but still requires both hands).
de: Gestreifter Bambus

source: Collapsible, it only requires one slot (but still requires both hands).
de: Zusammenklappbar, benötigt nur einen Schlitz (erfordert aber trotzdem beide Hände).

source: Wych Elm (d6, bulky). Protects the bearer from poisons and toxins, so long as they are holding it.
de: Bergulme (d6, sperrig). Schützt den Träger vor Giften und Toxinen, solange er sie trägt.

source: Wych Elm
de: Bergulme

source: Protects the bearer from poisons and toxins, so long as they are holding it.
de: Schützt den Träger vor Giften und Toxinen, solange er es in der Hand hält.

source: An odd birthmark, a strange smell: somehow, the touch of elsewhere still lingers. Wherever you are, you have trouble fitting in. Roll on the Omens table (even if you're not the youngest player), but keep the results private for now.
de: Ein seltsames Muttermal, ein seltsamer Geruch: irgendwie ist der Hauch von woanders noch immer spürbar. Wo immer Sie sind, haben Sie Probleme, sich anzupassen. Würfeln Sie auf der Omens-Tabelle (auch wenn Sie nicht der jüngste Spieler sind), aber halten Sie die Ergebnisse vorerst geheim.

source: Salt pouch
de: Salzbeutel

source: Heirloom amulet
de: Erbstück-Amulett

source: Glows in the presence of magic
de: Leuchtet in der Gegenwart von Magie

source: Dagger
de: Dolch

source: Who took you in?
de: Wer hat dich aufgenommen?

source: An old hunter. You were both quite happy, until it all ended. Take a Weathered Longbow (d8, bulky) and a Leather Jerkin (1 Armor).
de: Verwitterter Langbogen

source: Leather Jerkin
de: Lederwams

source: A wizened apothecary, who taught you the healing arts but maintained a clinical detachment. Take a Healing Unguent (restores d4 STR).
de: Ein verschlagener Apotheker, der Ihnen die Heilkunst beigebracht hat, aber eine klinische Distanz bewahrt hat. Nehmen Sie eine Heilsalbe (stellt d4 STR wieder her).

source: Healing Unguent
de: Heilsalbe

source: Restores d4 STR
de: Stellt d4 STR wieder her

source: A druid, who taught you the language of trees. When it came time to leave, you took with you only a Gnarled Staff (d8) and left a promise that one day you would return.
de: Ein Druide, der dir die Sprache der Bäume beibrachte. Als die Zeit zum Aufbruch gekommen war, nahmst du nur einen knorrigen Stab (d8) mit und hinterließst das Versprechen, dass du eines Tages zurückkehren würdest.

source: Gnarled Staff
de: Knorriger Stab

source: A gruff blacksmith from a sleepy river town. You were always kept at arm's length. Now the forge is cold, and you've moved on. Take a Smith's Apron (petty) and a set of Oft-mended Chain Mail (2 Armor, bulky).
de: Ein schroffer Schmied aus einer verschlafenen Flussstadt. Du wurdest immer auf Distanz gehalten. Jetzt ist die Schmiede kalt und du bist weitergezogen. Nimm eine Schmiedeschürze (klein) und ein Set oft reparierter Kettenhemden (2 Rüstungen, sperrig).

source: Smith's Apron
de: Smiths Schürze

source: Oft-mended Chain Mail
de: Oft geflicktes Kettenhemd

source: A troupe of traveling entertainers. For a time, they were like family to you. One day you woke up and they were gone with no explanation. Take a Storybook, a Dagger (d6), and some burning questions.
de: Eine Truppe reisender Entertainer. Eine Zeit lang waren sie wie Familie für Sie. Eines Tages wachten Sie auf und sie waren ohne Erklärung verschwunden. Nehmen Sie ein Märchenbuch, einen Dolch (d6) und einige brennende Fragen.

source: Storybook
de: Märchenbuch

source: The monks of a secluded forest monastery. When their rules became too strict, and you snuck away. Take a Monk's Habit (warm, petty) and a Spellbook of Control Plants.
de: Die Mönche eines abgeschiedenen Waldklosters. Als ihre Regeln zu streng wurden und du dich davonschlichst. Nimm eine Mönchskutte (warm, kleinlich) und ein Zauberbuch zur Pflanzenkontrolle.

source: Monk's Habit
de: Mönchskutte

source: Spellbook (Control Plants)
de: Zauberbuch (Pflanzen kontrollieren)

source: Nearby plants and trees obey you and gain the ability to move at a slow pace. Leaves grow along the spine, and it smells faintly of decay.
de: Was hält schlechte Nachrichten fern?

source: Pipeweed: Your good luck charm. Conversations tend to flow more easily after a smoke. 6 uses.
de: Pfeifenkraut: Ihr Glücksbringer. Gespräche fließen nach dem Rauchen leichter. 6 Anwendungen.

source: Pipeweed
de: Pfeifenkraut

source: Your good luck charm. Conversations tend to flow more easily after a smoke.
de: Ihr Glücksbringer. Nach einer Zigarette fließen die Gespräche meist leichter.

source: Stink Jar: Shattering this jar releases an odor so foul all nearby must make a STR save or immediately vomit. 1 use.
de: Stinkendes Glas

source: Shattering this jar releases an odor so foul all nearby must make a STR save or immediately vomit.
de: Beim Zerbrechen dieses Gefäßes wird ein so widerlicher Geruch freigesetzt, dass alle in der Nähe einen STR-Save durchführen oder sich sofort übergeben müssen.

source: Ivy Worm: A green worm often mistaken for a weed. Swallowed whole, it absorbs any toxins or rot in the body before exiting through the usual way.
de: Efeuwurm: Ein grüner Wurm, der oft mit Unkraut verwechselt wird. Er wird im Ganzen verschluckt und absorbiert alle Giftstoffe oder Fäulnisstoffe im Körper, bevor er auf dem üblichen Weg ausgeschieden wird.

source: Ivy Worm
de: Efeuwurm

source: A green worm often mistaken for a weed. Swallowed whole, it absorbs any toxins or rot in the body before exiting through the usual way.
de: Ein grüner Wurm, der oft mit Unkraut verwechselt wird. Wenn er im Ganzen verschluckt wird, absorbiert er alle Giftstoffe oder Fäulnisstoffe im Körper, bevor er auf dem üblichen Weg ausgeschieden wird.

source: Dream Stone: A smooth blue stone that helps recall dreams more clearly. Overuse can cause dream-addiction.
de: Traumstein

source: A smooth blue stone that helps recall dreams more clearly. Overuse can cause dream-addiction.
de: Ein glatter blauer Stein, der dabei hilft, sich besser an Träume zu erinnern. Übermäßiger Gebrauch kann zu Traumsucht führen.

source: Drowning Rod: A finger-sized wooden stick that doubles in size each time it is fully submerged in water. It does not shrink down again.
de: Ertränkungsstab: Ein fingergroßer Holzstab, dessen Größe sich jedes Mal verdoppelt, wenn er vollständig in Wasser getaucht wird. Er schrumpft nicht wieder.

source: Drowning Rod
de: Ertränkungsrute

source: A finger-sized wooden stick that doubles in size each time it is fully submerged in water. It does not shrink down again.
de: Ein fingergroßer Holzstab, dessen Größe sich jedes Mal verdoppelt, wenn er vollständig in Wasser getaucht wird. Er schrumpft nicht wieder.

source: Rabbit's Foot: You were wearing it when they found you. They say it is the foot of she who left you and that it protects you from witch magic. Petty.
de: Hasenpfote

source: You were wearing it when they found you. They say it is the foot of she who left you and that it protects you from witch magic.
de: Du hast es getragen, als man dich gefunden hat. Man sagt, es sei der Fuß derjenigen, die dich zurückgelassen hat, und es schütze dich vor Hexenmagie.

source: You follow the whisperings of the deep earth, the rhythmic pulse of the mycelium forest that grows beneath the surface. The dark holds no terror for you. Also, you really love mushrooms.
de: Du folgst dem Flüstern der tiefen Erde, dem rhythmischen Puls des Myzelwaldes, der unter der Oberfläche wächst. Die Dunkelheit macht dir keine Angst. Außerdem liebst du Pilze sehr.

source: Sharpened Trowel
de: Geschärfte Kelle

source: Candle Helmet
de: Kerzenhelm

source: Metal Pail
de: Metalleimer

source: What strange fungus did you discover?
de: Welchen seltsamen Pilz haben Sie entdeckt?

source: Shrieking Trumpet. When exposed to light, it screams so loudly that all nearby attacks (including your own) are impaired. 2 uses.
de: Kreischende Trompete. Wenn sie Licht ausgesetzt wird, schreit sie so laut, dass alle Angriffe in der Nähe (einschließlich Ihrer eigenen) beeinträchtigt werden. 2 Anwendungen.

source: Shrieking Trumpet
de: Kreischende Trompete

source: When exposed to light, it screams so loudly that all nearby attacks (including your own) are impaired.
de: Wenn es Licht ausgesetzt wird, schreit es so laut, dass alle Angriffe in der Nähe (einschließlich Ihrer eigenen) beeinträchtigt werden.

source: Torch Fungus. When crushed, it creates a cold blue light for a short while. 2 uses.
de: Fackelpilz. Wenn er zerdrückt wird, erzeugt er für kurze Zeit ein kaltes blaues Licht. 2 Anwendungen.

source: Torch Fungus
de: Fackelpilz

source: When crushed, it creates a heatless light for ten minutes.
de: Beim Zerkleinern entsteht zehn Minuten lang ein hitzefreies Licht.

source: Murderous Truffle. Pungent, highly toxic, and very rare (worth 50gp to assassins). Illegal pretty much everywhere. 1 use.
de: Mörderische Trüffel. Scharf, hochgiftig und sehr selten (für Assassinen 50 Goldstücke wert). So gut wie überall illegal. 1 Verwendung.

source: Murderous Truffle
de: Mörderischer Trüffel

source: Pungent, highly toxic, and very rare (worth 50gp to assassins). Illegal pretty much everywhere.
de: Scharf, hochgiftig und sehr selten (für Assassinen 50 Goldstücke wert). Praktisch überall illegal.

source: Hellcap. Exposure to its aroma causes intense nausea and vomiting. Either way, it clears the room. Bottled. 1 use.
de: Höllenkappe. Der Kontakt mit seinem Aroma verursacht starke Übelkeit und Erbrechen. In jedem Fall reinigt es den Raum. In Flaschen abgefüllt. 1 Anwendung.

source: Hellcap
de: Höllenkappe

source: Exposure to its aroma causes intense nausea and vomiting. Either way, it clears the room. Bottled.
de: Sproutcup

source: Ingest to shrink down to the size of a mouse. (Your belongings stay the same size.) You return to normal size within the hour, often in fits and starts.
de: Durch Einnehmen schrumpfen Sie auf die Größe einer Maus. (Ihre Habseligkeiten bleiben gleich groß.) Innerhalb einer Stunde nehmen Sie wieder Ihre normale Größe an, oft ruckartig.

source: Rootflower. A white fungus found only on corpses deep underground. Ingest to restore d6 WIL. You will dream of the dead and their stories. 1 use.
de: Wurzelblume

source: A white fungus found only on corpses deep underground. Ingest to restore d6 WIL. You will dream of the dead and their stories.
de: Was hält Sie selbst in völliger Dunkelheit bei Verstand?

source: Glowsnail. Casts a soft, bioluminescent light. Feeds on one ration every two days.
de: Leuchtschnecke. Strahlt ein sanftes, biolumineszierendes Licht aus. Nimmt alle zwei Tage eine Ration zu sich.

source: Glowsnail
de: Leuchtschnecke

source: Casts a soft, bioluminescent light. Feeds on one ration every two days.
de: Strahlt ein sanftes, biolumineszierendes Licht ab. Nimmt alle zwei Tage eine Ration zu sich.

source: Silk Moth Shawl. A weatherproof blanket, it can also douse a fire without being damaged.
de: Seidenmottenschal. Eine wetterfeste Decke, die auch ein Feuer löschen kann, ohne beschädigt zu werden.

source: Silk Moth Shawl
de: Seidenmottenschal

source: A weatherproof blanket, it can also douse a fire without being damaged.
de: Als wetterfeste Decke kann sie auch einen Brand löschen, ohne Schaden zu nehmen.

source: Milkflower. A gentle stimulant. Chewing it makes you immune to panic for the next hour. 3 uses.
de: Milchblume. Ein sanftes Stimulans. Das Kauen macht Sie für die nächste Stunde immun gegen Panik. 3 Anwendungen.

source: Milkflower
de: Milchblume

source: A gentle stimulant. Chewing it makes you immune to panic for the next hour.
de: Ein sanftes Stimulans. Das Kauen macht Sie für die nächste Stunde immun gegen Panik.

source: Luxcompass. Hums softly as it moves closer to the Sun. Eventually the noise becomes unbearably loud.
de: Luxcompass. Summt leise, während er sich der Sonne nähert. Irgendwann wird das Geräusch unerträglich laut.

source: Hums softly as it moves closer to the Sun. Eventually the noise becomes unbearably loud.
de: Es summt leise, während es sich der Sonne nähert. Irgendwann wird das Geräusch unerträglich laut.

source: Sloth-Tarp. A tough and weatherproof fabric, useful for hanging off trees. When inside, you have +1 Armor.
de: Faultierplane. Ein robuster und wetterfester Stoff, der sich gut zum Aufhängen an Bäumen eignet. Im Inneren haben Sie +1 Rüstung.

source: Sloth-Tarp
de: Faultier-Plane

source: A tough and weatherproof fabric, useful for hanging off trees. When inside, you have +1 Armor.
de: Ein robuster und wetterfester Stoff, der sich gut zum Aufhängen an Bäumen eignet. Im Inneren haben Sie +1 Rüstung.

source: Miner's Grease. Great for dislodging a gem, tool, or limb from a tight crack. Highly explosive. 3 uses.
de: Bergarbeiterfett. Ideal, um einen Edelstein, ein Werkzeug oder einen Körperteil aus einem engen Riss zu lösen. Hochexplosiv. 3 Verwendungsmöglichkeiten.

source: Miner's Grease
de: Bergarbeiterfett

source: Great for dislodging a gem, tool, or limb from a tight crack. Highly explosive.
de: Ideal, um einen Edelstein, ein Werkzeug oder einen Körperteil aus einem engen Riss zu entfernen. Hochexplosiv.
