Repository: TdoubleAV/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Mundane attacks are impaired against werewolves, but attacks with weapons made of silver are enhanced.
de: Kritischer Schaden: Das Ziel wird mit Lykanthropie infiziert und verwandelt sich bis zum nächsten Vollmond in einen Werwolf.

source: Wight
de: Gewicht

source: long sword (d10)
de: Langschwert (d10)

source: Grotesque, fallen warriors, raised from death for ill purpose. Often astride equally nightmarish steeds, leading lesser undead creatures into battle.
de: Kritischer Schaden: Bei einem Fehlschlag ist jeder STR-Verlust dauerhaft.

source: Will-o-Wisp
de: Irrlicht

source: Nocturnal spirits of cool flame, commonly found in dense woodlands, marshes, and swamps.
de: Nächtliche Geister der kühlen Flamme, die man üblicherweise in dichten Wäldern, Sümpfen und Mooren findet.

source: Known to lead travelers astray, to a corpse, or back home again.
de: Bekannt dafür, Reisende in die Irre, zu einer Leiche oder wieder nach Hause zu führen.

source: Large canines that dwell primarily in forest or tundra.
de: Große Hunde, die hauptsächlich in Wäldern oder der Tundra leben.

source: Can be trained with effort if captured at a young age.
de: Kann mit Mühe trainiert werden, wenn es in jungem Alter eingefangen wird.

source: Wood Troll
de: Waldtroll

source: bite (d8), club (d10)
de: Biss (d8), Keule (d10)

source: Large humanoids with elongated arms made of bark or root. They live in forests, sharing a deep connection with the vegetation around them.
de: Große Humanoide mit verlängerten Armen aus Rinde oder Wurzeln. Sie leben in Wäldern und haben eine tiefe Verbindung mit der Vegetation um sie herum.

source: If killed, they will slowly regenerate unless their corpse is taken out of the forest or burned with fire.
de: Wenn sie getötet werden, regenerieren sie sich langsam, sofern ihre Leiche nicht aus dem Wald gebracht oder verbrannt wird.

source: Critical Damage: Moss and twigs begin growing out of target's wounds.
de: Kritischer Schaden: Moos und Zweige beginnen aus den Wunden des Ziels zu wachsen.

source: stinger (d10)
de: Stachel (W10)

source: Large, intelligent, winged reptiles. Dwell in any terrain, but favor dry cliffs.
de: Zombie

source: jagged nails (d6)
de: gezackte Nägel (d6)

source: Re-animated corpse brought back through necromantic ritual or fell influence. Immune to all mind-influencing effects.
de: Wiederbelebte Leiche, die durch ein nekromantisches Ritual oder einen grausamen Einfluss zurückgebracht wurde. Immun gegen alle geistbeeinflussenden Effekte.

source: If not utterly destroyed (by fire, complete dismemberment, etc.), the Zombie will rise again within a few minutes.
de: Wenn der Zombie nicht völlig vernichtet wird (durch Feuer, völlige Zerstückelung usw.), wird er innerhalb weniger Minuten wieder auferstehen.

source: Critical Damage: Target is infected and becomes deprived. Without the services of a specialist or healer, they will become a zombie in 1d4 days.
de: Kritischer Schaden: Das Ziel wird infiziert und verliert seine Fähigkeit. Ohne die Dienste eines Spezialisten oder Heilers wird es in 1W4 Tagen zum Zombie.

source: Black
de: Schwarz

source: Crystalline
de: Kristallin

source: Emaciated
de: Abgemagert

source: Eyeless
de: Augenlos

source: Feathered
de: Gefiedert

source: Gelatinous
de: Gelatineartig

source: Glowing
de: Glühend

source: Hardened
de: Gehärtet

source: Headless
de: Kopflos

source: Horned
de: Gehörnt

source: Hunched
de: Gebeugt

source: Iridescent
de: Irisierend

source: Polyocular
de: Polyokular

source: Scaled
de: Skaliert

source: Segmented
de: Segmentiert

source: Skeletal
de: Skelett

source: Slimy
de: Schleimig

source: Translucent
de: Durchscheinend

source: Twisted
de: Verdreht

source: Antennae
de: Antennen

source: Beak
de: Schnabel

source: Carapace
de: Panzer

source: Claws
de: Klauen

source: Fangs
de: Reißzähne

source: Feathers
de: Federn

source: Fur
de: Fell

source: Gilled
de: Kiemen

source: Horns
de: Hörner

source: Markings
de: Markierungen

source: Scales
de: Waage

source: Shell
de: Hülse

source: Snout
de: Schnauze

source: Tail
de: Schwanz

source: Talons
de: Krallen

source: Tentacles
de: Tentakeln

source: Trunk
de: Stamm

source: Tusks
de: Stoßzähne

source: Voice
de: Stimme

source: Wings
de: Flügel

source: Alters Its Size at Will
de: Ändert die Größe nach Belieben

source: Changes Color at Will
de: Ändert die Farbe nach Belieben

source: Collects Rare Flowers
de: Sammelt seltene Blumen

source: Collects Trophies
de: Sammelt Trophäen

source: Does Not Die of Old Age
de: Stirbt nicht an Altersschwäche

source: Draws Symbols
de: Zeichnet Symbole

source: Fascinated by Fire
de: Fasziniert vom Feuer

source: Hoards Books
de: Bücher horten

source: Loves a Specific Color
de: Liebt eine bestimmte Farbe

source: Reborn Each Day
de: Jeden Tag neu geboren

source: Loves Shiny Objects
de: Liebt glänzende Objekte

source: Mimics Voices
de: Imitiert Stimmen

source: Moves in a Straight Line
de: Bewegt sich in einer geraden Linie

source: Narrates Everything
de: Erzählt alles

source: Obsessively Cleans
de: Reinigt zwanghaft

source: Plants Grow in Its Wake
de: Pflanzen wachsen in seinem Sog

source: Sleeps Upside Down
de: Schläft kopfüber

source: Speaks in Rhymes
de: Spricht in Reimen

source: Sweats Rare Minerals
de: Schwitzt seltene Mineralien

source: Reproduces Asexually
de: Vermehrt sich ungeschlechtlich

source: Alcohol
de: Alkohol

source: Cold
de: Kalt

source: Conversation
de: Gespräch

source: Flattery
de: Schmeichelei

source: Games
de: Spiele

source: Gifts
de: Geschenke

source: Iron
de: Eisen

source: Loud Noises
de: Laute Geräusche

source: Mirrors
de: Spiegel

source: Bright Colors
de: Helle Farben

source: Moonlight
de: Mondlicht

source: Music
de: Musik

source: Prepared Meals
de: Fertiggerichte

source: Puzzles
de: Rätsel

source: Religious Icons
de: Religiöse Ikonen

source: Salt
de: Salz

source: Silver
de: Silber

source: Sunlight
de: Sonnenlicht

source: True Name
de: Wahrer Name

source: Weak Spot
de: Schwachstelle

source: Bites
de: Bisse

source: Burns
de: Verbrennungen

source: Freezes
de: Friert ein

source: Gases
de: Gase

source: Kicks
de: Tritte

source: Punches
de: Schläge

source: Shoots
de: Triebe

source: Slashes
de: Schrägstriche

source: Slices
de: Scheiben

source: Smashes
de: Zerschmettert

source: Squeezes
de: Quetscht

source: Stabs
de: Stiche

source: Stings
de: Stiche

source: Throws
de: Würfe

source: Touches
de: Berührungen

source: Whips
de: Peitschen

source: Asphyxiates
de: Erstickt

source: Bleeds
de: Blutungen

source: Blinds
de: Jalousie

source: Breaks
de: Pausen

source: Crushes
de: Zerquetscht

source: Decays
de: Zerfällt

source: Dissolves
de: Löst sich auf

source: Ensnares
de: Fesseln

source: Explodes
de: Explodiert

source: Grapples
de: Greifer

source: Incapacitates
de: Macht handlungsunfähig

source: Lacerates
de: Schnittwunden

source: Liquefies
de: Verflüssigt

source: Paralyzes
de: Lähmt

source: Petrifies
de: Versteinert

source: Poisons
de: Gifte

source: Punctures
de: Einstiche

source: Severs
de: Trennt

source: Tramples
de: Trampeln

source: Weakens
de: Schwächt

source: Absorbs
de: Absorbiert

source: Amplifies
de: Verstärkt

source: Attracts
de: Zieht an

source: Binds
de: Bindungen

source: Camouflages
de: Tarnungen

source: Conjures
de: Beschwört

source: Controls
de: Bedienelemente

source: Disables
de: Deaktiviert

source: Duplicates
de: Duplikate

source: Grows
de: Wächst

source: Manipulates
de: Manipuliert

source: Reflects
de: Reflektiert

source: Regenerates
de: Regeneriert

source: Resists
de: Widersteht

source: Reverses
de: Umkehrungen

source: Shapes
de: Formen

source: Shrinks
de: Schrumpft

source: Transforms
de: Transformationen

source: Traps
de: Fallen

source: Body
de: Körper

source: Dreams
de: Träume

source: Emotions
de: Emotionen

source: Energy
de: Energie

source: Health
de: Gesundheit

source: Hearing
de: Anhörung

source: Illusions
de: Illusionen

source: Memory
de: Erinnerung

source: Metal
de: Metall

source: Plants
de: Pflanzen

source: Spirit
de: Geist

source: Surroundings
de: Umgebung

source: Time
de: Zeit

source: Water
de: Wasser

source: Weather
de: Wetter

source: Encounter: Roll on an encounter table. Possibly hostile. (See Reactions.)
de: Begegnung: Würfeln Sie auf einer Begegnungstabelle. Möglicherweise feindselig. (Siehe Reaktionen.)

source: Sign: A clue, spoor, track, abandoned lair, scent, victim, etc is discovered.
de: Umgebung: Die Umgebung verändert sich oder eskaliert. Das Wasser steigt, Decken stürzen ein, ein Ritual nähert sich seinem Ende usw.

source: Loss: Torches are blown out, an ongoing spell fizzles, etc. The party must resolve the effect before moving on.
de: Entdeckung: Die Gruppe bleibt vorerst allein (und in Sicherheit).

source: Ancestral Rites
de: Ahnenriten

source: Arcane Library
de: Arkane Bibliothek

source: Astral Trading Hub
de: Astrales Handelszentrum

source: Bestial Creations
de: Bestialische Kreationen

source: Breeding Grounds
de: Brutstätten

source: Burial Site
de: Grabstätte

source: Celestial Observations
de: Himmelsbeobachtungen

source: Covert Experiments
de: Geheime Experimente

source: Forbidden Trysts
de: Verbotene Stelldicheins

source: Forge for a Great Weapon
de: Schmiede für eine Großwaffe

source: Hideout
de: Versteck

source: Impenetrable Vault
de: Undurchdringlicher Tresor

source: Invasion of Dreams
de: Invasion der Träume

source: Isolated Refuge
de: Isolierte Zuflucht

source: Military Outpost
de: Militärischer Außenposten

source: Observatory
de: Observatorium

source: Pilgrimage Site
de: Wallfahrtsort

source: Protection of Rare Artifacts
de: Schutz seltener Artefakte

source: Secret Meeting Place
de: Geheimer Treffpunkt

source: Treasure Horde
de: Schatzhorde

source: A Fallen Hero
de: Ein gefallener Held

source: A Fanatical Cult
de: Ein fanatischer Kult

source: A Forgotten Empire
de: Ein vergessenes Imperium

source: A Long-Dead Poet
de: Ein längst verstorbener Dichter

source: A Militant Order
de: Ein militanter Orden

source: A Renowned Alchemist
de: Ein berühmter Alchemist

source: A Royal Dynasty
de: Eine königliche Dynastie

source: A Secret Society
de: Eine Geheimgesellschaft

source: A Tyrannical Ruler
de: Ein tyrannischer Herrscher

source: A Warrior Tribe
de: Ein Kriegerstamm

source: A Wealthy Recluse
de: Ein reicher Einsiedler

source: Desperate Rebels
de: Verzweifelte Rebellen

source: Heretical Alchemists
de: Ketzerische Alchemisten

source: Heretical Monks
de: Ketzerische Mönche

source: Immoral Sorcerers
de: Unmoralische Zauberer

source: Inverted Astrologers
de: Umgekehrte Astrologen

source: Mob Families
de: Mob-Familien

source: Opulent Merchants
de: Opulente Händler

source: Pilgrims to a Dead God
de: Pilger zu einem toten Gott

source: Rogue Scholars
de: Abtrünnige Gelehrte

source: A Creature's Lair
de: Die Höhle einer Kreatur

source: A Dream
de: Ein Traum

source: A Massive Tree
de: Ein riesiger Baum

source: A Well
de: Ein Brunnen

source: An Enormous Grave
de: Ein riesiges Grab

source: Behind a Waterfall
de: Hinter einem Wasserfall

source: Between Menhirs
de: Zwischen Menhiren

source: Cave
de: Höhle

source: Center of a Maze
de: Zentrum eines Labyrinths

source: Cliff door
de: Klippentür

source: Hollow Statue
de: Hohle Statue

source: Illusory Wall
de: Illusionäre Wand

source: Mine Shaft
de: Minenschacht

source: Sinking Sand
de: Treibsand

source: Skyward Beam of Light
de: Himmelwärts gerichteter Lichtstrahl

source: Starlight Path
de: Sternenlichtpfad

source: Through a Painting
de: Durch ein Gemälde

source: Under a Bridge
de: Unter einer Brücke

source: Underwater Tunnel
de: Unterwassertunnel

source: Veil of Mist
de: Schleier des Nebels

source: Bone
de: Knochen

source: Coral
de: Koralle

source: Crystal
de: Kristall

source: Earth
de: Erde

source: Ethereal Fabric
de: Ätherischer Stoff

source: Flesh
de: Fleisch

source: Floating Platforms
de: Schwimmende Plattformen

source: Fungi
de: Pilze

source: Glass
de: Glas

source: Ice
de: Eis

source: Living Plants
de: Lebende Pflanzen

source: Marble
de: Marmor

source: Petrified Wood
de: Versteinertes Holz

source: Shadow Material
de: Schattenmaterial

source: Webs
de: Bahnen

source: Wood
de: Holz

source: Corpse
de: Leichnam

source: Crumbling
de: Zerbröckeln

source: Cursed
de: Verflucht

source: Desecrated
de: Entweiht

source: Devoured
de: Verschlungen

source: Displaced
de: Vertrieben

source: Divided
de: Geteilt

source: Frozen
de: Gefroren

source: Haunted
de: Verflucht

source: Infested
de: Befallen

source: Overgrown
de: Überwuchert

source: Overpopulated
de: Übervölkert

source: Petrified
de: Versteinert

source: Plundered
de: Geplündert

source: Poisoned
de: Vergiftet

source: Scorched
de: Versengt

source: Shrouded in Mist
de: In Nebel gehüllt

source: Submerged
de: Untergetaucht

source: Unending
de: Unendlich

source: Warped
de: Verzogen

source: Alchemical Accident
de: Alchemistischer Unfall

source: Ancient Curse
de: Alter Fluch

source: Cataclysmic Flood
de: Kataklysmische Flut

source: Civil War
de: Bürgerkrieg

source: Competing Rituals
de: Konkurrierende Rituale

source: Consumed by a Beast
de: Von einem Biest verzehrt

source: Disease
de: Krankheit

source: Hedonism
de: Hedonismus

source: Long-Term Abandonment
de: Langfristiger Verzicht

source: Magic Gone Awry
de: Magie geht schief

source: Magical Seal
de: Magisches Siegel

source: Natural Disaster
de: Naturkatastrophe

source: Natural Erosion
de: Natürliche Erosion

source: Obfuscation
de: Verschleierung

source: Overrun with Monsters
de: Von Monstern überrannt

source: Sudden Change in Climate
de: Plötzlicher Klimawandel

source: Teleported to Another Realm
de: In ein anderes Reich teleportiert

source: Turned to Stone
de: Zu Stein geworden

source: Unresolved Spirits
de: Ungelöste Geister

source: Compassionate
de: Mitfühlend

source: Creative
de: Kreativ

source: Deductive
de: Deduktiv

source: Honest
de: Ehrlich

source: Incisive
de: Einschneidend

source: Incorruptible
de: Unbestechlich

source: Individualistic
de: Individualistisch

source: Loyal
de: Treu

source: Methodical
de: Methodisch

source: Polite
de: Höflich

source: Practical
de: Praktisch

source: Resilient
de: Robust

source: Scholarly
de: Wissenschaftlich

source: Self-Sufficient
de: Selbstversorgend

source: Solid
de: Solide

source: Studious
de: Fleißig

source: Suave
de: Freundlich

source: Unwavering
de: Unerschütterlich

source: Witty
de: Witzig

source: Absent-Minded
de: Zerstreut

source: Aloof
de: Distanziert

source: Critical
de: Kritisch

source: Cynical
de: Zynisch

source: Impulsive
de: Treibend

source: Inflexible
de: Unflexibel

source: Naive
de: Naiv

source: Obstinate
de: Hartnäckig

source: Passive
de: Passiv

source: Pedantic
de: Pedantisch

source: Perfectionist
de: Perfektionist

source: Sarcastic
de: Sarkastisch

source: Selfish
de: Egoistisch

source: Skeptical
de: Skeptisch

source: Stubborn
de: Hartnäckig

source: Superficial
de: Oberflächlich

source: Unfocused
de: Unkonzentriert

source: Unimaginative
de: Einfallslos

source: Ascension
de: Aufstieg

source: Creation
de: Schaffung

source: Destruction
de: Zerstörung

source: Dominion
de: Herrschaft

source: Enlightenment
de: Aufklärung

source: Exploration
de: Erforschung

source: Growth
de: Wachstum

source: Justice
de: Gerechtigkeit

source: Knowledge
de: Wissen

source: Liberation
de: Befreiung

source: Peace
de: Frieden

source: Power
de: Leistung

source: Preservation
de: Erhaltung

source: Protection
de: Schutz

source: Redemption
de: Rückzahlung

source: Revenge
de: Rache

source: Survival
de: Überleben

source: Wealth
de: Reichtum

source: Conflict
de: Konflikt

source: Corruption
de: Korruption

source: Cost
de: Kosten

source: Danger
de: Gefahr

source: Decay
de: Verfall

source: Discord
de: Zwietracht

source: Exposure
de: Belichtung

source: Factionalism
de: Fraktionalismus

source: Fear
de: Furcht

source: Ignorance
de: Unwissenheit

source: Incompetence
de: Inkompetenz

source: Injustice
de: Ungerechtigkeit

source: Isolation
de: Isolierung

source: Sacrifice
de: Opfern

source: Weakness
de: Schwäche

source: Min
de: Mindest

source: Lore
de: Überlieferung

source: Special
de: Besonders

source: Trap
de: Fangen

source: Building
de: Gebäude

source: Devouring
de: Verschlingen

source: Dying
de: Sterben

source: Fighting
de: Kampf

source: Growing
de: Anbau

source: Haunting
de: Spuk

source: Hiding
de: Verstecken

source: Killing
de: Tötung

source: Mating
de: Paarung

source: Mourning
de: Trauer

source: Patrolling
de: Patrouillen

source: Praying
de: Beten

source: Protecting
de: Schützen

source: Recuperating
de: Erholen

source: Scheming
de: Intrigen

source: Sleeping
de: Schlafen

source: Torturing
de: Folter

source: Training
de: Ausbildung

source: Trapped
de: Gefangen

source: Armory
de: Waffenkammer

source: Barracks
de: Kaserne

source: Bath
de: Bad

source: Cistern
de: Zisterne

source: Court
de: Gericht

source: Crypt
de: Krypta

source: Dining Hall
de: Speisesaal

source: Guard Post
de: Wachposten

source: Infirmary
de: Krankenstation

source: Kitchen
de: Küche

source: Library
de: Bibliothek

source: Shrine
de: Schrein

source: Smith
de: Schmied

source: Stable
de: Stabil

source: Study
de: Studie

source: Vault
de: Gewölbe

source: Workshop
de: Werkstatt

source: Decor
de: Dekor

source: Draft
de: Entwurf

source: Echoes
de: Echos

source: Footprints
de: Fußabdrücke

source: Leavings
de: Hinterlassenschaften

source: Moisture
de: Feuchtigkeit

source: Noise
de: Lärm

source: Paraphernalia
de: Utensilien

source: Residue
de: Rückstand

source: Scurrying
de: Huschen

source: Signs
de: Zeichen

source: Smell
de: Geruch

source: Stains
de: Flecken

source: Tapping
de: Tippen

source: Temperature
de: Temperatur

source: Vibrations
de: Vibrationen

source: Writing
de: Schreiben

source: Books
de: Bücher

source: Bridge
de: Brücke

source: Contraption
de: Apparat

source: Creature
de: Kreatur

source: Door
de: Tür

source: Flames
de: Flammen

source: Furniture
de: Möbel

source: Hole
de: Loch

source: Liquid
de: Flüssig

source: Mirror
de: Spiegel

source: Mural
de: Wandgemälde

source: Shadows
de: Schatten

source: Smoke
de: Rauch

source: Surface
de: Oberfläche

source: Treasure
de: Schatz

source: Voices
de: Stimmen

source: Wheel
de: Rad

source: Ages
de: Altersstufe

source: Alarms
de: Alarm

source: Animates
de: Animiert

source: Charges
de: Gebühren

source: Closes
de: Schließt

source: Falls
de: Stürze

source: Glows
de: Leuchtet

source: Levitates
de: Schwebt

source: Locks
de: Schlösser

source: Opens
de: Öffnet

source: Repels
de: Abstoßend

source: Reveals
de: Enthüllt

source: Shifts
de: Schichten

source: Silences
de: Schweigen

source: Captures
de: Aufnahmen

source: Carries
de: Trägt

source: Confuses
de: Verwirrt

source: Curses
de: Flüche

source: Cuts
de: Schnitte

source: Deafens
de: Taub macht

source: Drops
de: Tropfen

source: Drowns
de: Ertrinken

source: Glues
de: Klebstoffe

source: Hypnotizes
de: Hypnotisiert

source: Impales
de: Aufspießt

source: Infects
de: Infiziert

source: Lifts
de: Lifte

source: Shocks
de: Stoßdämpfer

source: Activating
de: Aktivieren

source: Breaking
de: Brechen

source: Crossing
de: Kreuzung

source: Disturbing
de: Verstörend

source: Entering
de: Eintreten

source: Extinguishing
de: Löschen

source: Focusing
de: Fokussierung

source: Interacting
de: Interagieren

source: Stepping
de: Schritt

source: Lighting
de: Beleuchtung

source: Moving
de: Umzug

source: Opening
de: Öffnung

source: Pulling
de: Ziehen

source: Pushing
de: Schieben

source: Reading
de: Lektüre

source: Rubbing
de: Reiben

source: Taking
de: Einnahme

source: Talking
de: Reden

source: Touching
de: Berühren

source: Tripping
de: Stolpern

source: Failure
de: Versagen

source: A new Obstacle is introduced, and an Advantage is lost.
de: Ein neues Hindernis entsteht und ein Vorteil geht verloren.

source: Setback
de: Rückschlag

source: An Advantage is lost.
de: Ein Vorteil geht verloren.

source: Nothing is gained, but nothing is lost.
de: Es ist nichts gewonnen, aber auch nichts verloren.

source: Mixed Success
de: Gemischter Erfolg

source: A goal is achieved, but an Advantage is lost.
de: Ein Ziel wurde erreicht, aber ein Vorteil ging verloren.

source: Success
de: Erfolg

source: A goal is achieved, and no Advantages are lost.
de: Ein Ziel wird erreicht und es gehen keine Vorteile verloren.

source: Major Success
de: Großer Erfolg

source: A goal is achieved, and a new Advantage is found.
de: Ein Ziel wurde erreicht und ein neuer Vorteil wurde gefunden.

source: Artisans
de: Handwerker

source: Commoners
de: Bürgerliche

source: Criminals
de: Kriminelle

source: Cultists
de: Kultisten

source: Exiles
de: Verbannte

source: Explorers
de: Entdecker

source: Industrialists
de: Industrielle

source: Merchants
de: Kaufleute

source: Military
de: Militär

source: Nobles
de: Adlige

source: Nomads
de: Nomaden

source: Pilgrims
de: Pilger

source: Protectors
de: Protektoren

source: Religious
de: Religiös

source: Revolutionaries
de: Revolutionäre

source: Rulers
de: Herrscher

source: Scholars
de: Wissenschaftler

source: Settlers
de: Siedler

source: Spies
de: Spione

source: Tribe
de: Stamm

source: Connected
de: Verbunden

source: Discreet
de: Diskret

source: Intellectual
de: Intellektuell

source: Judicious
de: Umsichtig

source: Meticulous
de: Akribisch

source: Pragmatic
de: Pragmatisch

source: Resourceful
de: Einfallsreich

source: Secretive
de: Geheimnisvoll

source: Shrewd
de: Klug

source: Tenacious
de: Zäh

source: Corrupt
de: Korrupt

source: Cruel
de: Grausam

source: Deceptive
de: Trügerisch

source: Manipulative
de: Manipulativ

source: Mercurial
de: Merkurial

source: Ruthless
de: Rücksichtslos

source: Alliances
de: Allianzen

source: Anonymity
de: Anonymität

source: Apparatus
de: Gerät

source: Conviction
de: Überzeugung

source: Fealty
de: Treue

source: Force
de: Gewalt

source: Lineage
de: Abstammung

source: Magic
de: Magie

source: Popularity
de: Popularität

source: Renown
de: Ansehen

source: Resources
de: Ressourcen

source: Subterfuge
de: Täuschung

source: Ascend to a Higher Plane
de: Auf eine höhere Ebene aufsteigen

source: Collect Artifacts
de: Artefakte sammeln

source: Cultivate a Rare Resource
de: Eine seltene Ressource kultivieren

source: Defend Something
de: Verteidige etwas

source: Destroy Something
de: Etwas zerstören

source: Dominate Others
de: Andere dominieren

source: Enrich Themselves
de: Sich bereichern

source: Establish a New Order
de: Eine neue Ordnung etablieren

source: Explore Uncharted Lands
de: Erkunde unerforschte Länder

source: Forge an Alliance
de: Schmieden Sie eine Allianz

source: Infiltrate Another Faction
de: Infiltrieren Sie eine andere Fraktion

source: Preserve the Status Quo
de: Den Status Quo bewahren

source: Protect a Secret
de: Schützen Sie ein Geheimnis

source: Purge the Land
de: Säubere das Land

source: Reveal a Secret
de: Ein Geheimnis lüften

source: Revive a Former Power
de: Eine alte Macht wiederbeleben

source: Seek New Leadership
de: Suchen Sie nach einer neuen Führung

source: Spread a Belief
de: Verbreiten Sie einen Glauben

source: A geographic barrier or impassable terrain.
de: Eine geografische Barriere oder unpassierbares Gelände.

source: A key piece of information must first be discovered.
de: Zunächst muss eine Schlüsselinformation ermittelt werden.

source: A powerful figure or foe must be eliminated.
de: Eine mächtige Figur oder ein Feind muss eliminiert werden.

source: A rare but necessary resource must first be acquired.
de: Eine seltene, aber notwendige Ressource muss zuerst erworben werden.

source: An internal schism threatens to tear the faction apart.
de: Eine interne Spaltung droht die Fraktion zu zerreißen.
