Repository: TdoubleAV/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Birthmarked
de: Muttermal

source: Webbed
de: Vernetzt

source: Scarred
de: Vernarbt

source: Marked
de: Markiert

source: Rosy
de: Rosig

source: Soft
de: Weich

source: Tanned
de: Gebräunt

source: Tattooed
de: Tätowiert

source: Oily
de: Ölig

source: Weathered
de: Verwittert

source: Bald
de: Kahl

source: Braided
de: Geflochten

source: Curly
de: Lockig

source: Filthy
de: Schmutzig

source: Frizzy
de: Kraus

source: Long
de: Lang

source: Luxurious
de: Luxuriös

source: Wavy
de: Wellig

source: Wispy
de: Zart

source: Bony
de: Knochig

source: Broken
de: Gebrochen

source: Chiseled
de: Gemeißelt

source: Elongated
de: Verlängert

source: Pale
de: Blass

source: Perfect
de: Perfekt

source: Rakish
de: Verwegen

source: Sharp
de: Scharf

source: Square
de: Quadrat

source: Sunken
de: Versunken

source: Blunt
de: Unverblümt

source: Booming
de: Boomend

source: Cryptic
de: Kryptisch

source: Droning
de: Dröhnen

source: Formal
de: Formell

source: Gravelly
de: Kiesig

source: Precise
de: Präzise

source: Squeaky
de: Quietschend

source: Stuttering
de: Stottern

source: Whispery
de: Flüstern

source: Antique
de: Antiquität

source: Bloody
de: Blutig

source: Foreign
de: Ausländisch

source: Frayed
de: Ausgefranst

source: Frumpy
de: Altbacken

source: Livery
de: Livree

source: Rancid
de: Ranzig

source: Soiled
de: Verschmutzt

source: Ambitious
de: Ehrgeizig

source: Cautious
de: Zurückhaltend

source: Courageous
de: Mutig

source: Disciplined
de: Diszipliniert

source: Gregarious
de: Gesellig

source: Honorable
de: Ehrenwert

source: Humble
de: Bescheiden

source: Merciful
de: Barmherzig

source: Serene
de: Heiter

source: Aggressive
de: Aggressiv

source: Craven
de: Feige

source: Deceitful
de: Betrügerisch

source: Greedy
de: Gierig

source: Lazy
de: Faul

source: Nervous
de: Nervös

source: Rude
de: Unhöflich

source: Vain
de: Vergeblich

source: Vengeful
de: Rachsüchtig

source: Barber-Surgeon
de: Barbier-Chirurg

source: Beast Handler
de: Bestienführer

source: Bonekeeper
de: Knochenhüter

source: Cutpurse
de: Taschendieb

source: Fieldwarden
de: Feldwächter

source: Foundling
de: Findling

source: Fungal Forager
de: Pilzsammler

source: Greenwise
de: Grün

source: Half Witch
de: Halbe Hexe

source: Kettlewright
de: Kesselflicker

source: Marchguard
de: Marschwache

source: Mountebank
de: Scharlatan

source: Outrider
de: Vorreiter

source: Prowler
de: Herumtreiber

source: Scrivener
de: Schreiber

source: You are an artisan of the arcane, a smith of subtle forces. In the crucible of your workshop, the laws that govern this world are warped to suit your needs.
de: Sie sind ein Meister des Geheimnisvollen, ein Schmied subtiler Kräfte. Im Schmelztiegel Ihrer Werkstatt werden die Gesetze, die diese Welt regieren, Ihren Bedürfnissen entsprechend verfälscht.

source: Ember
de: Glut

source: Lantern
de: Laterne

source: Oil Can
de: Ölkanne

source: Needle-Knife
de: Nadelmesser

source: Protective Gloves
de: Schutzhandschuhe

source: What went horribly wrong?
de: Was ist furchtbar schief gelaufen?

source: There was an explosion, and you lost your sense of smell. Well, almost: you can sniff out gold as a pig does truffles. Take a Tin of Snuff to dampen the impact. Use it every day or become deprived.
de: Dose Schnupftabak

source: Use it every day or become deprived.
de: Benutzen Sie es jeden Tag, sonst müssen Sie darauf verzichten.

source: You dematerialized a beloved pet. Now it follows you around, invisible but always present. Although it cannot interact with the physical realm, you are able to share its senses. (Add a Fatigue each time.) It follows basic commands.
de: Sie haben ein geliebtes Haustier entmaterialisiert. Jetzt folgt es Ihnen, unsichtbar, aber immer präsent. Obwohl es nicht mit der physischen Welt interagieren kann, können Sie seine Sinne teilen. (Fügen Sie jedes Mal eine Ermüdung hinzu.) Es befolgt grundlegende Befehle.

source: You were exposed to a long-acting truth serum whose effects have yet to wear off. The disorder has its advantages: you cannot repeat lies you've heard, either.
de: Sie wurden einem lang wirkenden Wahrheitsserum ausgesetzt, dessen Wirkung noch nicht nachgelassen hat. Die Störung hat ihre Vorteile: Sie können auch keine Lügen wiederholen, die Sie gehört haben.

source: You were adept at creating fake gold, which is almost as good. Eventually, your ruse was discovered, and you had to make a hasty retreat. Take a heavy Metal Ingot and Gold Powder.
de: Metallbarren

source: Gold Powder
de: Goldpulver

source: Your alchemical recipe worked, but a rival stole the blueprint before your claims could be proven. Take a prototype Blunderbuss that takes one round to reload, and a thirst for revenge.
de: Ihr alchemistisches Rezept hat funktioniert, aber ein Rivale hat die Blaupause gestohlen, bevor Ihre Behauptungen bewiesen werden konnten. Nehmen Sie einen Donnerbüchsenprototyp, der eine Runde zum Nachladen braucht, und einen starken Durst nach Rache.

source: Blunderbuss
de: Donnerbüchse

source: Takes a round to reload
de: Das Nachladen dauert eine Runde

source: Ridiculed for discovering how to turn gold into lead, you were a laughing stock. Take a bottle of Universal Solvent that dissolves anything it touches into its constituent parts.
de: Universallösemittel

source: What alchemical marvel is the product of your latest ingenuity?
de: Welches alchemistische Wunder ist das Produkt Ihres neuesten Einfallsreichtums?

source: Pyrophoric Gel: A sticky green fluid that catches fire when exposed to air. It lasts for 8 hours and cannot be extinguished.
de: Pyrophore Gel: Eine klebrige grüne Flüssigkeit, die sich bei Kontakt mit Luft entzündet. Die Flamme bleibt 8 Stunden lang brennbar und kann nicht gelöscht werden.

source: Pyrophoric Gel
de: Pyrophore Gel

source: Blast Sphere: A head-sized iron ball filled with explosive powder that detonates on impact.
de: Explosionskugel: Eine kopfgroße Eisenkugel, gefüllt mit Sprengstoffpulver, die beim Aufprall detoniert.

source: Blast Sphere
de: Explosionskugel

source: Aqua Vita: Purifies any liquid, converting it to pure water. Drinking it cures 1d6 STR.
de: Aqua Vita: Reinigt jede Flüssigkeit und wandelt sie in reines Wasser um. Das Trinken heilt 1W6 STR.

source: Mimic Stone: Records a short phrase that can later be played back.
de: Mimikstein: Nimmt eine kurze Phrase auf, die später wiedergegeben werden kann.

source: Mimic Stone
de: Mimikstein

source: Records a short phrase that can later be played back.
de: Nimmt eine kurze Phrase auf, die später wiedergegeben werden kann.

source: Spark Dust: Ignites easily and quickly. Useful for starting a fire or as an incendiary device.
de: Funkenstaub: Entzündet sich leicht und schnell. Nützlich zum Entfachen eines Feuers oder als Brandsatz.

source: Spark Dust
de: Funkenstaub

source: Homunculus: A miniature clay replica of yourself that follows your every command. It hates being enthralled to you and complains bitterly whenever possible. Any damage done to the homunculus is also done to you. 3 HP, 4 STR, 13 DEX, 5 WIL.
de: Homunkulus: Eine Miniaturnachbildung aus Ton von Ihnen, die jedem Ihrer Befehle folgt. Er hasst es, von Ihnen gefesselt zu sein und beschwert sich bitterlich, wann immer es möglich ist. Jeder Schaden, der dem Homunkulus zugefügt wird, wird auch Ihnen zugefügt. 3 HP, 4 STR, 13 DEX, 5 WIL.

source: Homunculus
de: Homunkulus

source: A miniature clay replica of yourself that follows your every command. It hates being enthralled to you and complains bitterly whenever possible. Any damage done to the homunculus is also done to you. 3 HP, 4 STR, 13 DEX, 5 WIL
de: Sie bewegen sich auf dem schmalen Grat zwischen Heiler und Peiniger, kennen die Schwäche des Fleisches, aber auch die Geheimnisse, die darin verborgen liegen. Mit den richtigen Werkzeugen sind Leben und Tod nur Worte.

source: Bonesaw
de: Knochensäge

source: Bandages
de: Bandagen

source: Leech
de: Blutegel

source: Restores 1 STR
de: Stellt 1 STR wieder her

source: Stained medical finery
de: Fleckige medizinische Kleidung

source: How have you 'improved' yourself?
de: Wie haben Sie sich „verbessert“?

source: You have a replacement eye that can magnify objects, act as a telescope, and provide minimal night vision. You cannot wear anything metal on your head, and the presence of strong magnets make you deprived.
de: Sie haben ein Ersatzauge, das Objekte vergrößern kann, als Teleskop fungiert und minimale Nachtsicht bietet. Sie können nichts Metallisches auf Ihrem Kopf tragen und die Anwesenheit von starken Magneten macht Sie kraftlos.

source: One foot is mostly metal (kick, d6), and you treat some tough terrain as Easy. Carry an Oil Can (6 uses). Without a daily application, you are deprived and noisy.
de: Ein Fuß besteht hauptsächlich aus Metall (Tritt, d6), und schwieriges Gelände behandelst du als Einfach. Trage eine Ölkanne (6 Anwendungen). Ohne tägliche Anwendung bist du kraftlos und laut.

source: Without a daily application you are deprived and noisy.
de: Ohne tägliche Anwendung sind Sie kraftlos und geräuschvoll.

source: One of your fingers has been swapped, the bone replaced by gold and iron. Take a Hook and a Screwdriver that can attach to the fingertip.
de: Haken & Schraubendreher

source: Attaches to mechanical finger.
de: Wird am mechanischen Finger befestigt.

source: Both ears have been surgically enhanced, tripling your hearing. You can focus on a specific sound, such as a conversation, at a great distance. You wear an ear flap to protect against sudden loud noises (WIL save to avoid temporary paralysis).
de: Beide Ohren wurden operativ verbessert, wodurch Ihr Gehör verdreifacht wurde. Sie können sich auf ein bestimmtes Geräusch, z. B. ein Gespräch, aus großer Entfernung konzentrieren. Sie tragen eine Ohrenklappe zum Schutz vor plötzlichen lauten Geräuschen (WIL-Schutz, um vorübergehende Lähmung zu vermeiden).

source: Your chest is lined with alchemical sigils, toughening the skin (Armor 1). Wearing other metallic armor nullifies the effect.
de: Deine Brust ist mit alchemistischen Siegeln bedeckt, die die Haut abhärten (Rüstung 1). Das Tragen anderer metallischer Rüstungen hebt diesen Effekt auf.

source: Alchemical Sigils
de: Alchemistische Siegel

source: Your chest is lined with alchemical sigils, _toughening the skin_ (1 Armor).
de: Deine Brust ist mit alchemistischen Siegeln bedeckt, die _die Haut abhärten_ (1 Rüstung).

source: One arm is fully metal and comes off at the shoulder. It can be used as a weapon (d8, bulky when not attached) and can move independently if you are within sight of it.
de: Welches seltene Werkzeug ist für Ihre Arbeit unverzichtbar?

source: Regrowth Salve: Regrows a body part over the course of a day. 1 use.
de: Nachwachssalbe: Lässt einen Körperteil im Laufe eines Tages nachwachsen. 1 Anwendung.

source: Regrowth Salve
de: Nachwachssalbe

source: Regrows a body part over the course of a day.
de: Lässt einen Körperteil im Laufe eines Tages nachwachsen.

source: Graftgrub: A small worm that can fuse inanimate objects with parts of the body. 1 use.
de: Graftgrub: Ein kleiner Wurm, der unbelebte Objekte mit Körperteilen verschmelzen kann. 1 Verwendung.

source: Fuses inanimate objects with parts of the body.
de: Verbindet unbelebte Objekte mit Körperteilen.

source: Woundwax: Heals wounds from fire or chemicals (restoring full STR) but nothing else. 2 uses.
de: Wundwachs: Heilt Wunden durch Feuer oder Chemikalien (stellt die volle Stärke wieder her), aber sonst nichts. 2 Anwendungen.

source: Woundwax
de: Wundwachs

source: Heals wounds from fire or chemicals restoring full STR.
de: Heilt Wunden durch Feuer oder Chemikalien und stellt die volle Stärke wieder her.

source: Quicksilver: A stimulant. Go first in combat, and automatically pass any WIL saves for one hour. Addictive: Save STR or become deprived after 24 hours without it. 4 uses.
de: Quecksilber

source: Stimulant. Go first in combat, and automatically pass any WIL saves for one hour. Addictive: Save STR or become deprived after 24 hours without it.
de: Pneumapumpe: Tragbare Eiserne Lunge (sperrig). Ermöglicht lebensrettende Operationen oder Unterwasseratmung.

source: Pneuma Pump
de: Pneumatische Pumpe

source: Portable iron lungs. Enables life-saving surgery or underwater breathing.
de: Tragbare Eiserne Lunge. Ermöglicht lebensrettende Operationen oder Unterwasseratmung.

source: Lodestone: Draws out dangerous elements from the body and acts as a powerful magnetic force.
de: Magnetit

source: Draws out dangerous elements from the body and acts as a powerful magnetic force.
de: Nur Sie können furchtlos und kontrolliert unter den Geschöpfen der Wildnis wandeln. Sie haben eine Verbindung zu Tieren, von der andere nur träumen können … solange Sie nicht zu ihrem Snack werden.

source: Leather Whip
de: Lederpeitsche

source: Soporific Darts
de: Einschläfernde Pfeile

source: STR save or fall asleep.
de: STR speichern oder einschlafen.

source: Lure
de: Locken

source: Rope (25ft)
de: Seil (25 Fuß)

source: What creature is your specialty?
de: Welches Lebewesen ist Ihre Spezialität?

source: Arachnids: Take a Quick-Flame Rod and an Oil Can (6 uses). It can destroy a large spider nest in seconds.
de: Spinnentiere: Nehmen Sie einen Schnellflammenstab und eine Ölkanne (6 Anwendungen). Damit können Sie ein großes Spinnennest in Sekunden zerstören.

source: Quick-Flame Rod
de: Schnellflammenstab

source: Can destroy a large spider nest in seconds.
de: Kann ein großes Spinnennest in Sekunden zerstören.

source: Felines: Take a sack of Whiskerwort. Its odor can calm and control even the largest of cats.
de: Katzen: Nehmen Sie einen Sack Whiskerwort. Sein Geruch kann sogar die größten Katzen beruhigen und kontrollieren.

source: Whiskerwort
de: Bartkraut

source: Its odor can calm and control even the largest of cats.
de: Sein Geruch kann selbst die größten Katzen beruhigen und kontrollieren.

source: Canines: Take a wreath of Wolfsbane and a Large Net. Effective against werewolves as well.
de: Hunde: Nehmen Sie einen Kranz aus Wolfswurz und ein großes Netz. Auch wirksam gegen Werwölfe.

source: Wolfsbane
de: Wolfsbann

source: Effective against werewolves as well.
de: Auch wirksam gegen Werwölfe.

source: Large Net
de: Großes Netz

source: Birds: Take a Warble-Whistle (3 charges). It can imitate any bird call and can even be used to send simple messages. Recharge: Feed a baby bird as its mother would, then blow.
de: Trällerpfeife

source: Can imitate any bird call and can even be used to send simple messages. Recharge: Feed a baby bird as its mother would, then blow.
de: Nagetiere: Nehmen Sie eine Panflöte, die einen hohen Ton erzeugt, den nur Nagetiere hören können. Solange Sie spielen, werden sie Ihnen folgen, sogar bis zu ihrem Tod.

source: Pan Flute
de: Panflöte

source: Emits a high-pitched sound that only rodents can hear. So long as you play, they will follow, even to their deaths.
de: Gibt einen hohen Ton von sich, den nur Nagetiere hören können. Solange Sie spielen, werden sie Ihnen folgen, sogar bis zu ihrem Tod.

source: Serpents: Take a Warming Stone that generates an irresistible heat and a vial of Antitoxin (2 uses).
de: Schlangen: Nehmen Sie einen Wärmestein, der eine unwiderstehliche Hitze erzeugt, und eine Phiole mit Gegengift (2 Anwendungen).

source: Warming Stone
de: Wärmestein

source: Generates an irresistible heat.
de: Erzeugt eine unwiderstehliche Wärme.

source: Antitoxin
de: Gegengift

source: What have you learned from the creatures of the wild?
de: Was haben Sie von den Kreaturen der Wildnis gelernt?

source: That there is far more to the world than meets the eye. With quiet concentration, you can borrow the senses of a nearby creature of your specialty.
de: Das Verhalten von Tieren ist eine eigene Sprache. Wenn Sie Tiere Ihres Fachgebiets beobachten, erhalten Sie Einblicke in Wettermuster und drohende Katastrophen.

source: That the pulse of the hunt is a powerful impulse. You have a sense for when predators, even those not of your specialty are near.
de: Dass der Jagdtrieb ein starker Impuls ist. Sie haben ein Gespür dafür, wann Raubtiere in der Nähe sind, auch solche, die nicht zu Ihrem Spezialgebiet gehören.

source: That the land is a language unto itself. Your chance of becoming lost in a terrain dominated by the beasts of your specialty is reduced by one step (e.g. 4-in-6 becomes 3-in-6).
de: Dass das Land eine eigene Sprache ist. Ihre Chance, sich in einem von Tieren Ihrer Spezialität beherrschten Gelände zu verirren, wird um einen Schritt reduziert (z. B. wird aus 4 in 6 3 in 6).

source: That nature's symphony can be heard if you attune to its rhythm. When surrounded by creatures of your specialty, they can alert you to approaching danger before it arrives.
de: Diese Symphonie der Natur kann gehört werden, wenn Sie sich auf ihren Rhythmus einstellen. Wenn Sie von Kreaturen Ihrer Art umgeben sind, können diese Sie vor einer sich nähernden Gefahr warnen, bevor diese eintritt.

source: That survival is all about adaptability. Once per day, you may take on a simple feature from a creature of your specialty (webbed fingers, night vision, etc.). Add a Fatigue each time.
de: Beim Überleben geht es um Anpassungsfähigkeit. Einmal am Tag können Sie eine einfache Eigenschaft einer Kreatur Ihrer Spezialität übernehmen (Schwimmhäute, Nachtsicht usw.). Fügen Sie jedes Mal eine Müdigkeit hinzu.

source: You are a shepherd to the departed. You listen to the final whispers of the dead as they descend into the cold, unyielding earth. You know that to fully celebrate the gift of life, we must honor its finale as well.
de: Sie sind ein Hirte für die Verstorbenen. Sie lauschen dem letzten Flüstern der Toten, während sie in die kalte, unnachgiebige Erde hinabsteigen. Sie wissen, dass wir, um das Geschenk des Lebens in vollem Umfang zu feiern, auch sein Ende ehren müssen.

source: Stake
de: Einsatz

source: Chains (10ft)
de: Ketten (10ft)

source: What did you take from the dead?
de: Was hast du den Toten mitgenommen?

source: A crow-shaped amulet. You can ask a question of the dead but must add a Fatigue each time. They do not always speak truthfully.
de: Krähenförmiges Amulett

source: You can ask a question of the dead but must add a Fatigue each time. They do not always speak truthfully.
de: Eine tödliche Wunde eines befreiten Wiedergängers. Du wurdest geheilt, aber die Entstellung hat dich zu einem Paria gemacht. Du brauchst weder Luft noch Nahrung, bist aber dennoch Schmerz und Tod ausgesetzt. Gefangen zwischen den Welten, sehen die Toten dich als einen der ihren.

source: A Blood Pail (bulky) from a local death-cult. Empty it to raise a servant built from whatever is buried below, with 6 HP, 1 Armor, 13 STR, 11 DEX, 4 WIL, and shard fists (d8+d8). Only one servant can be raised at a time. If destroyed, you permanently lose 1d4 STR. Recharge: Fill with the blood of a dying warrior.
de: Bluteimer

source: A burial wagon (+6 slots, slow) from your last job. It came with a stubborn old donkey (+4 slots, only +2 slots if pulling wagon).
de: Beerdigungswagen

source: Donkey
de: Esel

source: The Detect Magic spellbook, stolen from an ancient library. Your family worked in service to an obscure underworld deity, but you lost your faith. Though exiled, you continue to serve, even as an apostate.
de: Das Zauberbuch „Magie entdecken“, gestohlen aus einer alten Bibliothek. Ihre Familie hat im Dienste einer obskuren Unterweltgottheit gestanden, aber Sie haben Ihren Glauben verloren. Obwohl Sie verbannt sind, dienen Sie ihm weiterhin, sogar als Abtrünniger.

source: Spellbook (Detect Magic)
de: Zauberbuch (Magie entdecken)

source: You can see or hear nearby magical auras. Becomes warm to the touch when magic is used nearby.
de: Die Maske eines Pestarztes, nachdem sein Besitzer der Krankheit erlag, die jeden auslöschte, den Sie einmal kannten. Er hätte sie aufbehalten sollen.

source: Plague Doctor's Mask
de: Maske des Pestarztes

source: After its owner succumbed to the disease that wiped out everyone you once knew. They should have kept it on.
de: Nachdem sein Besitzer der Krankheit erlag, die jeden auslöschte, den Sie einmal kannten. Sie hätten es anbehalten sollen.

source: What tool was invaluable in your work?
de: Welches Werkzeug war für Ihre Arbeit von unschätzbarem Wert?

source: Manacles. Though old, it's still effective even against the very strong. You don't have the key.
de: Handschellen

source: Though old, it's still effective even against the very strong. You don't have the key.
de: Obwohl alt, ist es selbst gegen die ganz Starken immer noch wirksam. Du hast den Schlüssel nicht.

source: Sponge. Supposedly made from the remains of a rare sea creature. It never seems to dry out.
de: Schwamm. Angeblich aus den Überresten eines seltenen Meeresgeschöpfs hergestellt. Er scheint nie auszutrocknen.

source: Sponge
de: Schwamm

source: Supposedly made from the remains of a rare sea creature. It never seems to dry out.
de: Angeblich aus den Überresten eines seltenen Meeresgeschöpfs hergestellt. Es scheint nie auszutrocknen.

source: Pulley. Great for moving gravestones, rocks, or even bodies.
de: Flaschenzug. Ideal zum Bewegen von Grabsteinen, Steinen oder sogar Leichen.

source: Pulley
de: Rolle

source: Great for moving gravestones, rocks, or even bodies.
de: Ideal zum Bewegen von Grabsteinen, Steinen oder sogar Leichen.

source: Incense. Perfect for rituals or to keep the flies at bay. Cools the blood.
de: Weihrauch. Perfekt für Rituale oder um Fliegen fernzuhalten. Kühlt das Blut.

source: Incense
de: Weihrauch

source: Perfect for rituals or to keep the flies at bay. Cools the blood.
de: Perfekt für Rituale oder um Fliegen fernzuhalten. Kühlt das Blut.

source: Crowbar. d6 damage. Sometimes you just need to get the damn thing open!
de: Brecheisen. d6 Schaden. Manchmal muss man das verdammte Ding einfach aufkriegen!

source: Crowbar
de: Brecheisen

source: Sometimes you just need to get the damn thing open!
de: Manchmal muss man das verdammte Ding einfach aufkriegen!

source: Repellent. Powerful stuff. Its faded label makes it unclear what it is actually meant to repel, though. Perhaps everything. 3 uses.
de: Abwehrmittel

source: Powerful stuff. Its faded label makes it unclear what it is actually meant to repel, though. Perhaps everything.
de: Starkes Zeug. Das verblasste Etikett lässt allerdings nicht erkennen, was es eigentlich abwehren soll. Vielleicht alles.

source: You live in the grey space between those who have power and those who don't. You find opportunity where others see only chaos. With nimble fingers, you unburden both the richest merchant and the lowliest guard.
de: Sie leben in der Grauzone zwischen denen, die Macht haben und denen, die keine haben. Sie finden Chancen, wo andere nur Chaos sehen. Mit flinken Fingern erleichtern Sie sowohl den reichsten Kaufmann als auch den niedrigsten Wächter.

source: Twin daggers
de: Zwillingsdolche

source: Padded leather
de: Gepolstertes Leder

source: Lockpicks
de: Dietriche

source: Black outfit
de: Schwarzes Outfit

source: What was your last big job?
de: Was war Ihr letzter großer Job?

source: A noble's summer home. The place was full of fancy wine (+20gp) but not much else. Take Fence Cutters.
de: Das Sommerhaus eines Adligen. Der Ort war voller erlesener Weine (+20 Goldstücke), aber sonst nicht viel. Nehmen Sie Fence Cutters.

source: Fence Cutters
de: Zaunschneider

source: A bank. (You were caught.) You bear a brand only visible by firelight, and anyone who sees the mark can ask you for a beer. Take Retractable Wires.
de: Eine Bank. (Du wurdest erwischt.) Du trägst ein Brandmal, das nur im Schein eines Feuers sichtbar ist, und jeder, der das Mal sieht, kann dich um ein Bier bitten. Nimm einziehbare Drähte.
