Repository: TdoubleAV/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Hideous monstrosities with the body of a giant eagle and a humanoid head.
de: Abscheuliche Monstrositäten mit dem Körper eines riesigen Adlers und einem menschenähnlichen Kopf.

source: Their movements and flight are clumsy due to their disproportionate size. Rely on charmed victims to do anything of note.
de: Lied: Jeder in der Nähe muss WIL retten oder sich von seiner Stimme verzaubern lassen, der Harpyie folgen und sie vor jeder Bedrohung verteidigen.

source: Hellhound
de: Höllenhund

source: bite (d8), fire breath (d6, blast)
de: Biss (d8), Feueratem (d6, Explosion)

source: Monstrous, intelligent dogs that dwell near volcanoes.
de: Monströse, intelligente Hunde, die in der Nähe von Vulkanen leben.

source: Immune to fire and heat damage. Hot enough to melt iron simply by biting it.
de: Immun gegen Feuer- und Hitzeschäden. Heiß genug, um Eisen durch bloßes Hineinbeißen zu schmelzen.

source: Hobgoblin
de: Kobold

source: mace (d8)
de: Streitkolben (d8)

source: Large and burly relatives of goblins. Dwell in underground fortresses until called for war.
de: Moralwürfe sind automatisch erfolgreich, wenn ein Kommandant anwesend ist.

source: Trained to fight together. Damage dealt is enhanced if an ally is also engaged with the same enemy.
de: Ausgebildet, um gemeinsam zu kämpfen. Der verursachte Schaden wird erhöht, wenn ein Verbündeter ebenfalls mit demselben Feind kämpft.

source: Hooded Men
de: Kapuzen Herren

source: leystaff (d8)
de: Leystab (d8)

source: The Watchers of the Wood; a cult that derive their power from leylines, rune stones, and the like.
de: Die Wächter des Waldes; ein Kult, der seine Macht aus Ley-Linien, Runensteinen und dergleichen bezieht.

source: Critical Damage: Leech a part of the victim's soul (1d4 WIL damage).
de: Kritischer Schaden: Entzieht dem Opfer einen Teil seiner Seele (1W4 WIL-Schaden).

source: Carries two of the following spellbooks: Charm, Hypnotize, Push/Pull, Shield.
de: Hydra

source: bite (d12, blast), detachment
de: Biss (d12, Explosion), Ablösung

source: Large reptilians with nine serpentine heads. Very difficult to throw off once their quarry is detected.
de: Große Reptilien mit neun schlangenartigen Köpfen. Sobald ihre Beute entdeckt ist, sind sie sehr schwer abzuschütteln.

source: On taking Critical Damage, the hydra loses one head. It then continues fighting until no heads remains.
de: Bei kritischem Schaden verliert die Hydra einen Kopf. Dann kämpft sie weiter, bis kein Kopf mehr übrig ist.

source: Invisible Stalker
de: Unsichtbarer Stalker

source: fists (d4+d4)
de: Fäuste (d4+d4)

source: Intelligent beings shaped into reality by a powerful wizard. Completely invisible and silent.
de: Intelligente Wesen, die von einem mächtigen Zauberer in die Realität umgesetzt werden. Völlig unsichtbar und lautlos.

source: Attacks deal direct STR damage (subtracting Armor).
de: Angriffe verursachen direkten STR-Schaden (unter Abzug der Rüstung).

source: Killer Bees
de: Killerbienen

source: sting (d6), detachment
de: Stachel (d6), Ablösung

source: Oversized bees that build underground hives. Hyper-aggressive, attack anything that comes near.
de: Übergroße Bienen, die unterirdische Bienenstöcke bauen. Hyperaggressiv, greifen alles an, was ihnen zu nahe kommt.

source: Produce special honey that heals 1d6 STR. 3 uses.
de: Produzieren Sie speziellen Honig, der 1W6 STR heilt. 3 Anwendungen.

source: When the bees cause STR damage, the stingers are lodged into the target, dealing d4 damage each round until removed.
de: Wenn die Bienen STR-Schaden verursachen, bleiben die Stachel im Ziel stecken und verursachen jede Runde d4 Schaden, bis sie entfernt werden.

source: bite (d6), spear (d8)
de: Biss (d6), Speer (d8)

source: Hairless humanoids with canine-like features and scaly skin. Can see perfectly in the dark, but are harmed by direct sunlight.
de: Haarlose Humanoide mit hundeähnlichen Gesichtszügen und schuppiger Haut. Können im Dunkeln perfekt sehen, werden aber durch direktes Sonnenlicht geschädigt.

source: Use traps and ambush to defeat opponents. Often act in service of a more powerful creatures.
de: Setzen Sie Fallen und Hinterhalte ein, um Ihre Gegner zu besiegen. Handeln Sie dabei oft im Dienste stärkerer Kreaturen.

source: toothy bite (d8)
de: Zahnbiss (d8)

source: Centaur-like creatures that prey on the life force of others, seducing their victims through heightened charm and intelligence. Their upper bodies are typically humanoid, the lower half any number of animal hybrids.
de: Zentaurenähnliche Kreaturen, die die Lebenskraft anderer ausbeuten und ihre Opfer durch ihren besonderen Charme und ihre Intelligenz verführen. Ihr Oberkörper ist typischerweise menschlich, die untere Hälfte ist eine beliebige Anzahl von Tierhybriden.

source: Inherently magical. Can create illusions, charm creatures, and disguise themselves at will.
de: Von Natur aus magisch. Kann Illusionen erschaffen, Kreaturen bezaubern und sich nach Belieben verkleiden.

source: Critical Damage: The target takes d6 WIL damage as their spirit is slowly sapped away. They then become enthralled to the Lamia, obeying its every command while in its presence.
de: Lich

source: soul dagger (d8)
de: Seelendolch (d8)

source: Powerful sorcerers that paid the ultimate price for immortality: their own life. Now their thirst for power knows no bounds.
de: Mächtige Zauberer, die den höchsten Preis für die Unsterblichkeit bezahlt haben: ihr eigenes Leben. Jetzt kennt ihr Machthunger keine Grenzen mehr.

source: Maintain unlife by binding themselves to an earthly artifact, which is typically protected by at least d6 other undead servants.
de: Bewahren Sie Ihr Unleben, indem Sie sich an ein irdisches Artefakt binden, das normalerweise von mindestens d6 anderen untoten Dienern beschützt wird.

source: Carry up to six of the following spellbooks: Animate Object, Arcane Eye, Deafen, Disassemble, Elemental Wall, Frenzy, Gate, Hover, Hatred, Identify Owner, Knock, Pacify, Raise Dead, Raise Spirit, Shield, Sleep, Smoke Form, Telekinesis, Telepathy, Teleport, Vision, Wizard Mark.
de: Mantikor

source: claws (d6+d6), tail spike (d8)
de: Klauen (d6+d6), Schwanzstachel (d8)

source: Spiteful monstrosities that wear a humanoid face, a lion's body, wings of a bat, and a scorpion's tail. Dwell in mountainous regions, abandoned castles, and forgotten dungeons.
de: Boshafte Monstrositäten mit menschenähnlichem Gesicht, Löwenkörper, Fledermausflügeln und Skorpionschwanz. Sie leben in Bergregionen, verlassenen Burgen und vergessenen Verliesen.

source: Tail spikes act like darts, regrowing after a few days. A single spike is worth 150gp to a collector.
de: Schwanzstacheln wirken wie Pfeile und wachsen nach ein paar Tagen nach. Eine einzelne Spitze ist für einen Sammler 150 Goldstücke wert.

source: Critical Damage: Target is deprived until they get a good night's sleep. Until then, they act boorish, selfish, and cruel (or more so, if that already is their nature).
de: Nachahmen

source: Malicious shape shifters that take on the form of inanimate objects commonly found in dungeons.
de: Bleiben Sie in Ihrer Verkleidung bewegungslos und überraschen Sie jeden, der in die Nähe kommt.

source: The mimic's saliva is extremely sticky and difficult to remove. Alchemists will pay up to 150gp for even the smallest vial.
de: Gedankenpeitscher

source: tentacles (d6, blast)
de: Tentakeln (d6, Explosion)

source: Humanoid creatures with purple skin and squid-like heads. Dwell deep underground or in spacefaring vessels. Feed on the brains of other humanoids, absorbing their memories and life essence. Highly intelligent, but evil beyond belief.
de: Humanoide Kreaturen mit violetter Haut und tintenfischartigen Köpfen. Wohnen tief unter der Erde oder in Raumschiffen. Ernähren sich von den Gehirnen anderer Humanoider und absorbieren deren Erinnerungen und Lebensessenz. Hochintelligent, aber unglaublich böse.

source: Mind Blast: Nearby targets must save WIL or lose 1d4 WIL and become paralyzed.
de: Gedankenexplosion: Ziele in der Nähe müssen WIL sparen oder verlieren 1W4 WIL und werden gelähmt.

source: Critical Damage: A tentacle rips the victim's brain out of their skull.
de: Kritischer Schaden: Ein Tentakel reißt das Gehirn des Opfers aus dem Schädel.

source: two-handed axe (d10), charge (d12)
de: Zweihandaxt (d10), Angriff (d12)

source: Large humanoids (typically male) with the head of a bull. Dwell in mazes or dungeons.
de: Außergewöhnliche Fährtenleser mit ausgezeichnetem Geruchssinn und Navigationsfähigkeiten.

source: Mummy
de: Mumie

source: necrotic touch (d10)
de: Nekrotische Berührung (d10)

source: Undead humanoids wrapped in funerary cloth. Found in pyramids, ruins, temples, and tombs.
de: Untote Humanoide, in Totentücher gehüllt. Zu finden in Pyramiden, Ruinen, Tempeln und Gräbern.

source: Critical Damage: Target is infected with mummy rot, and is unable to recover STR until they are cured by a specialist healer. The target is also deprived.
de: Naga

source: sword (d6), bite (d10)
de: Schwert (d6), Biss (d10)

source: Humanoids with the lower body, tail, and neck of snakes. Dwell in hot jungles and temples lost to time.
de: Setzen Sie List und Hypnose ein, um andere Kreaturen zu fangen und zu versklaven.

source: Gaze: A target facing the Naga is hypnotized, falling under its will. Its victims cannot be compelled to violence.
de: Blick: Ein Ziel, das der Naga gegenübersteht, wird hypnotisiert und unterliegt ihrem Willen. Ihre Opfer können nicht zur Gewalt gezwungen werden.

source: Night Cat
de: Nachtkatze

source: Intelligent, nocturnal marsupials that make their homes in forests and swamps. Hunt in packs.
de: Intelligente, nachtaktive Beuteltiere, die in Wäldern und Sümpfen leben. Jagen im Rudel.

source: Critical Damage: The Night Cat begins to eat the target (d4 STR damage) while they are still alive.
de: Nachthexe

source: talons (d8+d8)
de: Krallen (d8+d8)

source: Hideous old women that dwell in dead forests, swamps, and bogs.
de: Abscheuliche alte Frauen, die in toten Wäldern, Sümpfen und Mooren leben.

source: Carry three of the following spellbooks: Arcane Eye, Disguise, Fog Cloud, Identify Owner, Smoke Form.
de: Tragen Sie drei der folgenden Zauberbücher bei sich: Arkanes Auge, Verkleidung, Nebelwolke, Besitzer identifizieren, Rauchform.

source: Nightmare
de: Alptraum

source: flaming hooves (d8+d8)
de: flammende Hufe (d8+d8)

source: Intelligent, demonic horses with eyes like burning coals, smoldering nostrils, and flaming hooves.
de: Intelligente, dämonische Pferde mit Augen wie glühende Kohlen, schwelender Nüstern und brennenden Hufen.

source: Melee attacks against the Nightmare are impaired due to the thick clouds of smoke it produces.
de: Nahkampfangriffe gegen den Albtraum werden durch die dichten Rauchwolken, die er erzeugt, beeinträchtigt.

source: Ogre
de: Ungeheuer

source: Massive, gluttonous brutes of ill-spirit and low intelligence.
de: Massive, gefräßige Bestien mit schlechter Laune und geringer Intelligenz.

source: Easily impressed by shiny materials, keeping sacks of gold and treasure in their lairs.
de: Eulenbär

source: beak (d10), claws (d8+d8)
de: Schnabel (d10), Krallen (d8+d8)

source: Bear-like carnivores with the face of an owl. Found in dense forests. Rumored spawn of a magical mishap.
de: Kritischer Schaden: Ein Rüstungsteil wird zerrissen und zerstört.

source: Phoenix
de: Phönix

source: talons (d10+d10)
de: Krallen (d10+d10)

source: Intelligent, hawk-like spirits of pure flame, found in isolated deserts and high mountains.
de: Wenn sie getötet werden, explodieren sie in einer Flammenexplosion. Sie werden 1W3 Tage später aus der Asche wiedergeboren.

source: Their feathers are highly-sought after for their healing properties.
de: Ihre Federn sind wegen ihrer heilenden Wirkung sehr begehrt.

source: Pixie
de: Elf

source: Tiny humanoids with insectoid wings. Naturally invisible.
de: Winzige Humanoide mit insektenartigen Flügeln. Von Natur aus unsichtbar.

source: Can cast Sleep and Masquerade at will.
de: Kann nach Belieben Schlaf und Maskerade wirken.

source: Purple Worm
de: Lila Wurm

source: Gargantuan worms that lair in enormous burrows deep underground, only coming to the surface to eat. Found in high deserts and hot tundra.
de: Gigantische Würmer, die in riesigen Höhlen tief unter der Erde hausen und nur zum Fressen an die Oberfläche kommen. Kommen in Hochwüsten und heißer Tundra vor.

source: Critical Damage: The target is devoured, taking d8 STR damage from the acid in the worm's stomach.
de: Kritischer Schaden: Das Ziel wird verschlungen und erleidet durch die Säure im Magen des Wurms d8 STR-Schaden.

source: Red Cap
de: Rote Kappe

source: dual sickles (d6+d6)
de: Doppelsicheln (d6+d6)

source: Born from blood left to rot in the land of Fairy. Their hats are a deep red from the blood they bathe in.
de: Geboren aus Blut, das im Land der Feen verrottet. Ihre Hüte sind tiefrot vom Blut, in dem sie baden.

source: Ignore those with little to live for, as there is no pleasure in their murder.
de: Ignorieren Sie diejenigen, die nicht viel haben, wofür es sich zu leben lohnt, denn ihr Morden macht keinen Spaß.

source: Critical Damage: Target is eviscerated, the spray of their blood restoring STR loss suffered by the Red Cap.
de: Kritischer Schaden: Das Ziel wird ausgeweidet und sein Blut spritzt, um den STR-Verlust des Red Cap wiederherzustellen.

source: Reptilian
de: Reptilien

source: bone spear (d8)
de: Knochenspeer (d8)

source: Amphibian humanoids that live in large tribes near swamps and jungles.
de: Amphibische Humanoide, die in großen Stämmen in der Nähe von Sümpfen und Dschungeln leben.

source: Craft their armor and weapons from the bones of their prey. They will eat anything, including humanoids.
de: Wurzelkobold

source: spear (d6)
de: Speer (d6)

source: Avoid combat unless they have the advantage (such as greater numbers).
de: Vermeiden Sie Kämpfe, es sei denn, Sie sind im Vorteil (z. B. zahlenmäßig überlegen).

source: Guard their stolen goods to the death.
de: Bewachen Sie ihr Diebesgut bis zum Tod.

source: Root Goblins prize spellbooks and are always willing to trade.
de: Wurzelgoblins schätzen Zauberbücher und sind immer bereit, zu tauschen.

source: Root Witch
de: Wurzelhexe

source: tuber-fingers (d6)
de: Knollenfinger (d6)

source: Excellent tunnelers that hide underground near water. Wiggle tiny fronds into the air as lures.
de: Über der Erde sieht es irgendwie menschlich aus, mit dem Gesicht eines verrotteten Baumstumpfs.

source: Will exchange rare minerals for a 'fresh corpse' of any kind.
de: Tauscht seltene Mineralien gegen eine „frische Leiche“ jeglicher Art.

source: Rust Monster
de: Rostmonster

source: Armadillo-like creatures with club-like tails and long antennae. Feed on iron and rusted metal.
de: Alle gewöhnlichen Metalle, die ihre Fühler berühren, beginnen sofort zu rosten. Sie können Metall aus großer Entfernung riechen.

source: Critical Damage: Metal armor rusts into useless weight.
de: Kritischer Schaden: Metallpanzerung rostet und wird zu nutzlosem Gewicht.

source: Sea Hag
de: Seehexe

source: long claws (d6+d6)
de: lange Krallen (d6+d6)

source: Ghostly, green-skinned hags that dwell in seaweed forests and warm shallow waters.
de: Geisterhafte, grünhäutige Hexen, die in Seetangwäldern und warmen, seichten Gewässern leben.

source: Immune to magic from spellbooks.
de: Immun gegen Magie aus Zauberbüchern.

source: Hideous Gaze: A target is overcome with fear (HP drops to 0). WIL save each round to break the spell.
de: Schatten

source: draining touch (d6, ignores armor)
de: Entziehende Berührung (d6, ignoriert Rüstung)

source: Incorporeal monsters that look like animated shadows. Unharmed by mundane attacks, sleep or mind control.
de: Schlurfender Hügel

source: tendrils (d8+d8), detachment
de: Ranken (d8+d8), Ablösung

source: Tall humanoids made of slimy vegetation. Dwell in dark swamps and damp undergrounds.
de: Kritischer Schaden: Das Ziel wird vollständig verschluckt und weggeschleift.

source: rusty sword (d6) or bow (d6)
de: rostiges Schwert (d6) oder Bogen (d6)

source: Frequently found serving a master or necromancer, often in groups of 3 or more.
de: Wird häufig im Dienste eines Meisters oder Totenbeschwörers gefunden, oft in Gruppen von 3 oder mehr.

source: Found wearing whatever was on them at the time of their death.
de: Sie wurden mit dem aufgefunden, was sie zum Zeitpunkt ihres Todes trugen.

source: If a skeleton is killed and its bones are not scattered, it reforms.
de: Wenn ein Skelett getötet wird und seine Knochen nicht zerstreut werden, bilden sie sich neu.

source: Sky Giant
de: Himmelsriese

source: mace (d10), detachment
de: Streitkolben (d10), Ablösung

source: Towering, white-skinned giants that live in castles high in the mountains.
de: Riesige, weißhäutige Riesen, die in Burgen hoch in den Bergen leben.

source: Missile attacks against them are impaired due to the powerful winds surrounding them.
de: Raketenangriffe auf sie werden durch die starken Winde, die sie umgeben, beeinträchtigt.

source: claws (d8+d8, blast), beak (d10)
de: Klauen (d8+d8, Explosion), Schnabel (d10)

source: Mythical beasts with the upper body and head of a human, the wings of an eagle, and the body of a lion. Immune to magic of any kind.
de: Mythische Bestien mit dem Oberkörper und Kopf eines Menschen, den Flügeln eines Adlers und dem Körper eines Löwen. Immun gegen Magie jeglicher Art.

source: Poses riddles to anyone they meet. Failure to answer correctly is usually met with death. They know almost everything worth knowing.
de: Brüllen: Jeder in Hörweite muss WIL retten oder voller Angst fliehen.

source: Storm Giant
de: Sturmriese

source: great sword (d12), detachment
de: Großschwert (d12), Ablösung

source: Building-sized humanoids with bronze-hued skin and light-colored hair. Live on the highest mountain peaks and rockiest coastlines.
de: Bleiben von Blitzen verschont und können nach Belieben Sturmwolken heraufbeschwören. Können wie ihr Streitwagen mit dem Wind fliegen.

source: Thunderclap: Deals 4 STR damage against a single target. Targets wearing metal armor take double damage.
de: Donnerschlag: Verursacht 4 STR-Schaden gegen ein einzelnes Ziel. Ziele, die Metallrüstung tragen, erleiden den doppelten Schaden.

source: Swine Thing
de: Schweine-Sache

source: gore (d6+d6)
de: Blutvergießen (d6+d6)

source: Obese humanoids that transform into massive porcine monstrosities to feast on human flesh.
de: Titan

source: lightning sword (d12), detachment
de: Blitzschwert (d12), Ablösung

source: Mythical, humanoid giants of radiant beauty and powerfully athletic bodies. Beneficent of character, but prone to megalomania.
de: Stammen aus anderen Existenzebenen, haben aber manchmal Hochburgen in der Welt der Sterblichen.

source: Can levitate, shape shift, and sculpt elements at will.
de: Kann nach Belieben schweben, seine Form verändern und Elemente formen.

source: roots (d8+d8, blast)
de: Wurzeln (d8+d8, Explosion)

source: Sentient, bipedal trees with a vaguely humanoid face on their trunks. Found in the deepest part of the wood.
de: Triton

source: trident (d8)
de: Dreizack (d8)

source: Aquatic humanoids with silvery skin, blue-green hair, and scaled legs ending in fins. Dwell in warmer waters close to land.
de: Leben Sie in wunderschönen Schlössern aus Meeresgestein und Korallen. Befehligen Sie riesige Fischschwärme, die Ihnen Schutz und Nahrung bieten.

source: bite (d10), claws (d8+d8)
de: Biss (d10), Klauen (d8+d8)

source: Giant, warty humanoids of flesh and bark. Dwell underground or in deep forests, as well as the ruined homes of their former victims. Carnivorous.
de: Riesige, warzige Humanoide aus Fleisch und Rinde. Sie leben unter der Erde oder in tiefen Wäldern sowie in den zerstörten Häusern ihrer früheren Opfer. Fleischfressend.

source: When taking Critical Damage, a Troll will continue fighting, despite loss of flesh and limb. Only when their STR is 0 are they truly killed.
de: Wenn ein Troll kritischen Schaden erleidet, kämpft er weiter, obwohl er Fleisch und Gliedmaßen verliert. Erst wenn seine Stärke 0 beträgt, ist er wirklich tot.

source: Unicorn
de: Einhorn

source: horn (d10, ignores armor)
de: Horn (d10, ignoriert Rüstung)

source: Magical horses with a single long horn on their foreheads. Timid, but proud and willful, are seen as divine beings.
de: Magische Pferde mit einem einzelnen langen Horn auf der Stirn. Ängstlich, aber stolz und eigensinnig, werden sie als göttliche Wesen angesehen.

source: Their hair is worth a small fortune due to its powerful healing properties.
de: Ihr Haar ist aufgrund seiner starken heilenden Eigenschaften ein kleines Vermögen wert.

source: Vampire
de: Vampir

source: Charming, undead creatures that drink the blood of mortals. Act at night and sleep in a coffin during the day. Can change into a bat at will.
de: Charmante, untote Kreaturen, die das Blut von Sterblichen trinken. Handeln nachts und schlafen tagsüber in einem Sarg. Können sich nach Belieben in eine Fledermaus verwandeln.

source: Regeneration: A damaged vampire regains 6 HP when it bites a target that has blood. If killed, it becomes a cloud of gas and retreats to its coffin, reforming at the next nightfall. Can only be killed if exposed to sunlight or if the coffin is destroyed.
de: Kritischer Schaden: Der Vampir entzieht dem Ziel seine Essenz und fügt ihm d12 Schaden zu. Wenn das Ziel auf diese Weise 0 WIL erreicht, stirbt es und wird als Sklave des Vampirs wiederbelebt.

source: Poisonous snakes often found in caves, pits, and other dark places. An antitoxin can be made from their poison sacs.
de: Giftige Schlangen sind häufig in Höhlen, Gruben und anderen dunklen Orten zu finden. Aus ihren Giftdrüsen kann ein Gegengift hergestellt werden.

source: Use heat and smell to track their victims.
de: Nutzen Sie Wärme und Geruch, um ihre Opfer aufzuspüren.

source: Critical Damage: Target is poisoned, dying in 1d12 hours without a cure.
de: Kritischer Schaden: Das Ziel wird vergiftet und stirbt ohne Heilung innerhalb von 1W12 Stunden.

source: tentacles (d8+d8, blast), bite (d10)
de: Tentakeln (d8+d8, Explosion), Biss (d10)

source: Grotesque panther-like predators with long razored tentacles growing out of their backs.
de: Groteske, pantherartige Raubtiere mit langen, rasiermesserscharfen Tentakeln, die aus ihrem Rücken wachsen.

source: Resistant to magical attacks. Caster must make a WIL save for the intended effect to succeed.
de: Kann sich nach Belieben über eine kurze Distanz teleportieren. Ich hasse Blink Dogs.

source: Warrior Snail
de: Kriegerschnecke

source: tentacles (d8+d8)
de: Tentakeln (d8+d8)

source: Giant armored snails with heavy, club-like tentacles.
de: Riesige Panzerschnecken mit schweren, keulenartigen Tentakeln.

source: Some species have colorful shells that can reflect magical attacks.
de: Einige Arten haben bunte Panzer, die magische Angriffe abwehren können.

source: Water Elemental
de: Wasserelementar

source: spray (d8)
de: sprühen (d8)

source: Rare spirits of lakes, rivers, and seas.
de: Seltene Geister von Seen, Flüssen und Meeren.

source: Mundane attacks against the Water Elemental are impaired.
de: Alltägliche Angriffe gegen das Wasserelementar werden beeinträchtigt.

source: Critical Damage: Target is enveloped by the water and drowns in three rounds.
de: Kritischer Schaden: Das Ziel wird vom Wasser umhüllt und ertrinkt in drei Runden.

source: Werewolf
de: Werwolf

source: claws (d6+d6), bite (d8)
de: Klauen (d6+d6), Biss (d8)

source: Ferocious lycanthropes that can transform into a wolf-shape at will.
de: Wilde Lykanthropen, die sich nach Belieben in eine Wolfsgestalt verwandeln können.
