Repository: TdoubleAV/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Cannot be concealed by magic, and sticks out like a sore thumb.
de: Kann nicht durch Magie verborgen werden und fällt unangenehm auf.

source: Upwell
de: Aufwärtsbrunnen

source: A spring of seawater appears.
de: Eine Meerwasserquelle erscheint.

source: Hardened leather bindings caked in salt and living barnacles.
de: Mit Salz und lebenden Seepocken verkrustete, gehärtete Ledereinbände.

source: You completely control what a creature sees.
de: Sie haben die vollständige Kontrolle darüber, was eine Kreatur sieht.

source: An unnerving, lidless eye graces the front cover.
de: Ein beunruhigendes, lidloses Auge ziert die Vorderseite.

source: Visual Illusion
de: Visuelle Illusion

source: A silent, immobile, room-sized illusion of your choice appears.
de: Es erscheint eine stille, unbewegliche, raumgroße Illusion Ihrer Wahl.

source: Filled with rich, colorful pages very much like a children's bedtime story.
de: Mit vielen farbenfrohen Seiten, die an eine Gutenachtgeschichte für Kinder erinnern.

source: Ward
de: Station

source: A silver circle 50ft across appears on the ground. Choose one species that cannot cross it.
de: Netz

source: Your wrists shoot thick webbing.
de: Aus Ihren Handgelenken schießen dicke Schwimmhäute.

source: The text is alien, yet somehow intelligible, for it is the language of dreams.
de: Der Text ist fremdartig und doch irgendwie verständlich, denn es ist die Sprache der Träume.

source: A primitive version of a drawn tool or item appears before you and disappears after a short time.
de: Es riecht nach Eisen und Rost, nach Schweiß und Anstrengung. Aus der Tiefe der Seiten dringen schwache Geräusche harter Arbeit.

source: Wizard Mark
de: Zaubererzeichen

source: Your finger can shoot a stream of ulfire-colored paint. This paint is only visible to you and can be seen at any distance, even through solid objects.
de: Auf der Innenseite des vorderen Einbands befindet sich eine kleine Tasche mit einem dünnen Notizblock, auf dem die Namen und Todesdaten aller Vorbesitzer aufgeführt sind.

source: X-Ray Vision
de: Röntgenblick

source: You can see through walls, dirt, clothing, etc.
de: Sie können durch Wände, Schmutz, Kleidung usw. sehen.

source: Long-term exposure can cause hair loss, blurry vision, and fatigue.
de: Langfristige Exposition kann zu Haarausfall, verschwommenem Sehen und Müdigkeit führen.

source: Nice
de: Hübsch

source: Fair
de: Gerecht

source: Unpleasant
de: Unangenehm

source: Inclement
de: Ungünstig

source: Extreme
de: Extrem

source: Favorable conditions for travel.
de: Günstige Reisebedingungen.

source: Clear skies, sunny
de: Klarer Himmel, sonnig

source: Overcast, breezy
de: Bedeckt, windig

source: Add a Fatigue or add one watch to the journey.
de: Fügen Sie der Reise eine Müdigkeit oder eine Uhr hinzu.

source: Gusting winds, rain showers, sweltering heat, chill air
de: Böen, Regenschauer, brütende Hitze, kalte Luft

source: Add a Fatigue or add +1 watch. Increase terrain Difficulty by a step.
de: Füge eine Ermüdung hinzu oder füge +1 Uhr hinzu. Erhöhe die Geländeschwierigkeit um einen Schritt.

source: Thunderstorms, lightning, rain, muddy ground
de: Gewitter, Blitze, Regen, schlammiger Boden

source: Add a Fatigue and add +1 watch. Increase terrain Difficulty by a step.
de: Füge eine Ermüdung hinzu und füge +1 Uhr hinzu. Erhöhe die Geländeschwierigkeit um einen Schritt.

source: Blizzards, freezing winds, flooding, mud slides
de: Schneestürme, eisige Winde, Überschwemmungen, Schlammlawinen

source: Most parties cannot travel under these conditions.
de: Die meisten Parteien können unter diesen Bedingungen nicht reisen.

source: Tornados, tidal waves, hurricane, volcanic eruption
de: Tornados, Flutwellen, Hurrikan, Vulkanausbruch

source: Encounter: Roll on an encounter table for that terrain type or location. Don’t forget to roll for NPC reactions if applicable.
de: Zeichen: Die Gruppe entdeckt einen Hinweis, eine Spur oder einen Hinweis auf eine nahe gelegene Begegnung, einen Ort, ein verstecktes Merkmal oder Informationen über ein nahe gelegenes Gebiet.

source: Environment: A shift in weather or terrain.
de: Umgebung: Eine Änderung des Wetters oder Geländes.

source: Loss: The party is faced with a choice that costs them a resource (rations, tools, etc), time, or effort.
de: Verlust: Die Gruppe steht vor einer Entscheidung, die sie eine Ressource (Rationen, Werkzeuge usw.), Zeit oder Mühe kostet.

source: Exhaustion: The party encounters a barrier, forcing effort, care or delays. This might mean spending extra time (and an additional Wilderness Action) or adding Fatigue to the PC's inventory to represent their difficulties.
de: Erschöpfung: Die Gruppe stößt auf ein Hindernis, das Anstrengung, Sorgfalt oder Verzögerungen erfordert. Dies kann bedeuten, dass zusätzliche Zeit aufgewendet werden muss (und eine zusätzliche Wildnis-Aktion) oder dass dem Inventar des PCs Müdigkeit hinzugefügt wird, um seine Schwierigkeiten darzustellen.

source: Quiet: The party finds food, treasure, or other useful resources. The Warden can instead choose to reveal the primary feature of the area.
de: Ruhe: Die Gruppe findet Nahrung, Schätze oder andere nützliche Ressourcen. Der Wächter kann stattdessen das Hauptmerkmal des Gebiets enthüllen.
