Repository: TdoubleAV/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Another faction has the same goal.
de: Eine andere Fraktion hat das gleiche Ziel.

source: Another faction stands in opposition.
de: Eine andere Fraktion steht in der Opposition.

source: Commoners stand openly in opposition.
de: Die einfachen Leute leisten offen Widerstand.

source: Considerable capital is required.
de: Es ist erhebliches Kapital erforderlich.

source: Hindered by cultural taboos.
de: Durch kulturelle Tabus behindert.

source: Must be carried out in absolute secrecy.
de: Muss unter absoluter Geheimhaltung durchgeführt werden.

source: The outcome would lead to unavoidable war.
de: Das Ergebnis wäre ein unvermeidlicher Krieg.

source: (The) [Noun] [Group]
de: (Die) [Nomen] [Gruppe]

source: (The) [Adjective] [Group]
de: (Die) [Adjektiv] [Gruppe]

source: [Group] of (the) [Noun]
de: [Gruppe] von (der) [Nomen]

source: [Adjective] [Group] of (the) [Noun]
de: [Adjektiv] [Gruppe] von (dem) [Nomen]

source: (The) [Noun] [Adjective] [Group]
de: (Der) [Nomen] [Adjektiv] [Gruppe]

source: [Group] of (the) [Adjective] [Noun]
de: [Gruppe] von (dem) [Adjektiv] [Nomen]

source: Aging
de: Altern

source: Ancient
de: Uralt

source: Angry
de: Wütend

source: Ashen
de: Aschfahl

source: Bare
de: Nackt

source: Battered
de: Angeschlagen

source: Blackened
de: Geschwärzt

source: Blazing
de: Lodernd

source: Bleak
de: Kahl

source: Blighted
de: Verdorben

source: Bright
de: Hell

source: Celestial
de: Himmlisch

source: Colorful
de: Bunt

source: Cracked
de: Geknackt

source: Curved
de: Gebogen

source: Dark
de: Dunkel

source: Dead
de: Tot

source: Dismal
de: Düster

source: Dreary
de: Trist

source: Endless
de: Endlos

source: Fierce
de: Erbittert

source: Foggy
de: Nebelig

source: Forgotten
de: Vergessen

source: Fragile
de: Zerbrechlich

source: Furious
de: Wütend

source: Gleaming
de: Glänzend

source: Grim
de: Grimmig

source: Grizzled
de: Grau

source: Hazy
de: Dunstig

source: Heated
de: Erhitzt

source: Hellish
de: Höllisch

source: Hideous
de: Abscheulich

source: Jagged
de: Gezackt

source: Lonely
de: Einsam

source: Miserable
de: Miserabel

source: Mournful
de: Traurig

source: Muddy
de: Schlammig

source: Ominous
de: Unheilvoll

source: Ragged
de: Zottig

source: Rotting
de: Verrotten

source: Savage
de: Wild

source: Shifting
de: Verschiebung

source: Shimmering
de: Schimmernd

source: Smoky
de: Rauchig

source: Soggy
de: Matschig

source: Withered
de: Verwelkt

source: Abyss
de: Abgrund

source: Alliance
de: Allianz

source: Amber
de: Bernstein

source: Ambition
de: Ehrgeiz

source: Blight
de: Seuche

source: Chasm
de: Kluft

source: Copper
de: Kupfer

source: Crack
de: Riss

source: Crimson
de: Purpur

source: Dawn
de: Dämmerung

source: Desolation
de: Verwüstung

source: Flame
de: Flamme

source: Fury
de: Wut

source: Harvest
de: Ernte

source: Honor
de: Ehre

source: Hope
de: Hoffnung

source: Life
de: Leben

source: Mist
de: Nebel

source: Moon
de: Mond

source: Peril
de: Gefahr

source: Radiance
de: Glanz

source: Ruin
de: Ruine

source: Spark
de: Funke

source: Tempest
de: Sturm

source: Skull
de: Schädel

source: Sky
de: Himmel

source: Sorrow
de: Kummer

source: Storm
de: Sturm

source: Sun
de: Sonne

source: Valor
de: Tapferkeit

source: Whisper
de: Flüstern

source: Assembly
de: Montage

source: Brotherhood
de: Bruderschaft

source: Circle
de: Kreis

source: Coalition
de: Koalition

source: Collective
de: Kollektiv

source: Covenant
de: Bund

source: Enclave
de: Enklave

source: Fellowship
de: Gemeinschaft

source: Guild
de: Gilde

source: League
de: Liga

source: Order
de: Befehl

source: Pact
de: Pakt

source: Syndicate
de: Syndikat

source: Barren
de: Unfruchtbar

source: Diseased
de: Krank

source: Flowering
de: Blüte

source: Hallowed
de: Geheiligt

source: Mossy
de: Moosig

source: Murky
de: Trübe

source: Perilous
de: Gefährlich

source: Polluted
de: Verschmutzt

source: Primeval
de: Urzeit

source: Secluded
de: Abgeschieden

source: Suffocating
de: Erstickend

source: Timeless
de: Zeitlos

source: Unspoilt
de: Unberührt

source: Winding
de: Wicklung

source: Awakening
de: Erwachen

source: Buzzing
de: Summen

source: Decaying
de: Verfallen

source: Flooded
de: Überflutet

source: Frigid
de: Kalt

source: Fungal
de: Pilz

source: Hidden
de: Versteckt

source: Sacred
de: Heilig

source: Silent
de: Still

source: Smoldering
de: Schwelend

source: Sunlit
de: Sonnenbeschienen

source: Adaptive
de: Anpassungsfähig

source: Balanced
de: Ausgewogen

source: Brave
de: Mutig

source: Cultivating
de: Kultivierung

source: Empathic
de: Empathisch

source: Enduring
de: Dauerhaft

source: Graceful
de: Anmutig

source: Hardy
de: Winterhart

source: Harmonious
de: Harmonisch

source: Independent
de: Unabhängig

source: Learned
de: Gelernt

source: Nurturing
de: Pflege

source: Observant
de: Aufmerksam

source: Purifying
de: Reinigend

source: Resolute
de: Entschlossen

source: Sensible
de: Vernünftig

source: Trusting
de: Vertrauen

source: Covetous
de: Begehrlich

source: Detached
de: Losgelöst

source: Dominating
de: Dominierend

source: Doubtful
de: Zweifelhaft

source: Invasive
de: Invasiv

source: Judgmental
de: Wertend

source: Obscuring
de: Verdunkelung

source: Overzealous
de: Übereifrig

source: Parasitic
de: Parasitär

source: Polluting
de: Umweltschädlich

source: Predatory
de: Raubtier

source: Prideful
de: Stolz

source: Rigid
de: Starr

source: Scatterbrained
de: Schusselig

source: Abundance
de: Fülle

source: Balance
de: Gleichgewicht

source: Cleansing
de: Reinigung

source: Conservation
de: Erhaltung

source: Defense
de: Verteidigung

source: Discovery
de: Entdeckung

source: Emancipation
de: Emanzipation

source: Enrichment
de: Anreicherung

source: Expansion
de: Erweiterung

source: Harmony
de: Harmonie

source: Healing
de: Heilung

source: Metamorphosis
de: Metamorphose

source: Purification
de: Reinigung

source: Rebirth
de: Wiedergeburt

source: Tranquility
de: Ruhe

source: Unity
de: Einheit

source: Agreements
de: Vereinbarungen

source: Belief
de: Glauben

source: Contamination
de: Kontamination

source: Exploitation
de: Ausbeutung

source: Fragmentation
de: Zersplitterung

source: Frailty
de: Gebrechlichkeit

source: Greed
de: Gier

source: Infestation
de: Befall

source: Leadership
de: Führung

source: Oppression
de: Unterdrückung

source: Pollution
de: Verschmutzung

source: Scarcity
de: Knappheit

source: Stasis
de: Stase

source: Turmoil
de: Aufruhr

source: Vulnerability
de: Sicherheitsrisiko

source: Ruins
de: Ruinen

source: Shelter
de: Unterschlupf

source: Hazard
de: Gefahr

source: Burrowing
de: Graben

source: Burying
de: Begraben

source: Destroying
de: Zerstören

source: Foraging
de: Nahrungssuche

source: Guarding
de: Bewachung

source: Hunting
de: Jagd

source: Prowling
de: Herumschleichen

source: Scouting
de: Aufklärung

source: Abandoned Manor
de: Verlassenes Herrenhaus

source: Broken Sundial
de: Kaputte Sonnenuhr

source: Chipped Bell Tower
de: Abgebrochener Glockenturm

source: Collapsed Megalith
de: Eingestürzter Megalith

source: Crumbled Watchtower
de: Zerfallener Wachturm

source: Decomposed Canoes
de: Zersetzte Kanus

source: Entangled Pavilion
de: Verwickelter Pavillon

source: Exposed Workshop
de: Exponierte Werkstatt

source: Flooded Monastery
de: Überflutetes Kloster

source: Moldering Farmhouse
de: Verfallenes Bauernhaus

source: Neglected Shrine
de: Vernachlässigter Schrein

source: Overrun Estate
de: Überranntes Anwesen

source: Petrified Campsite
de: Versteinerter Campingplatz

source: Rotted Mill
de: Verrottete Mühle

source: Ruined Cloister
de: Zerstörtes Kloster

source: Rusted Market
de: Verrosteter Markt

source: Shattered Bridge
de: Zerschmetterte Brücke

source: Splintered Obelisk
de: Zersplitterter Obelisk

source: Sunken Gazebo
de: Versunkener Pavillon

source: Toppled Statue
de: Umgestürzte Statue

source: A Forest Spirit, Ready to Die
de: Ein Waldgeist, bereit zu sterben

source: A Hag, Foraging for Ingredients
de: Eine Hexe auf der Suche nach Zutaten

source: A Mirror of Itself
de: Ein Spiegel seiner selbst

source: A Self-Obsessed Sprite
de: Ein egozentrischer Kobold

source: A Silent, Ghostly Concert
de: Ein stilles, geisterhaftes Konzert

source: A Very Tiny Ruined Village
de: Ein winziges zerstörtes Dorf

source: Bound by an Unbreakable Curse
de: Gebunden an einen unbrechbaren Fluch

source: Bound Creature
de: Gebundene Kreatur

source: Broken Portal
de: Zerbrochenes Portal

source: Fresh Corpses
de: Frische Leichen

source: Hidden Cache
de: Versteckter Cache

source: Hooded Men Completing a Ritual
de: Vermummte Männer bei der Vollendung eines Rituals

source: Inaudible Whispers from All Directions
de: Unhörbares Flüstern aus allen Richtungen

source: Marked by Battles Of Yore
de: Geprägt durch die Schlachten von einst

source: Overrun with Unusual Flora
de: Überwältigt von ungewöhnlicher Flora

source: Realistic Toy Soldiers
de: Realistische Spielzeugsoldaten

source: Remnants of a Failed Ritual
de: Überreste eines gescheiterten Rituals

source: The Veil Between Worlds Is Thin
de: Der Schleier zwischen den Welten ist dünn

source: Visions of the Past
de: Visionen der Vergangenheit

source: Warded Grounds
de: Bewachtes Gelände

source: Bandit Hideout
de: Banditenversteck

source: Falconer's Tower
de: Falknerturm

source: Fishing Hut
de: Fischerhütte

source: Forgotten Ruins
de: Vergessene Ruinen

source: Hermit's Cabin
de: Einsiedlerhütte

source: Hidden Village
de: Verstecktes Dorf

source: Hillside Cave
de: Hillside-Höhle

source: Hollow Tree
de: Hohler Baum

source: Hunter's Lodge
de: Jägerhütte

source: Hut with Legs
de: Hütte mit Beinen

source: Ivy-Wrapped Tower
de: Efeuumrankter Turm

source: Lean-To
de: Anbau

source: Lumber Site
de: Holzlagerplatz

source: Monastic Retreat
de: Klösterlicher Rückzugsort

source: Mossy Pool
de: Moosiger Pool

source: Night Market
de: Nachtmarkt

source: Pale Folk Stable
de: Stall des blassen Volkes

source: Ranger's Outpost
de: Ranger-Außenposten

source: Smoky Cabin
de: Rauchige Hütte

source: Tattered Windmill
de: Zerfetzte Windmühle

source: Abandoned, for Now
de: Vorerst aufgegeben

source: Attracts Wild Beasts
de: Zieht wilde Tiere an

source: Built in Defiance of Customs
de: Gebaut unter Missachtung der Bräuche

source: Constructed Within a Giant Tree
de: In einem riesigen Baum gebaut

source: Forest-Knight Offers a Challenge
de: Waldritter bietet eine Herausforderung

source: Guarded by Trained Animals
de: Bewacht von dressierten Tieren

source: Haunted by Unhelpful Ghosts
de: Von nicht hilfreichen Geistern heimgesucht

source: Hides a Powerful Artifact
de: Verbirgt ein mächtiges Artefakt

source: Hunting Is Forbidden
de: Jagen ist verboten

source: Inhabited by a Supernatural Entity
de: Bewohnt von einem übernatürlichen Wesen

source: Occupied by Army Deserters
de: Von Armeedeserteuren besetzt

source: Overrun with Cultists
de: Von Kultisten überrannt

source: Pale Folk Dinner Locale
de: Pale Folk Dinner-Lokal

source: Parasitic Foliage
de: Parasitäres Laub

source: Pig Folk Hunting Grounds
de: Jagdgründe des Schweinevolkes

source: Popular with Smugglers
de: Beliebt bei Schmugglern

source: Presents a Ready-To-Eat Meal
de: Präsentiert eine verzehrfertige Mahlzeit

source: Protected by a Playful Spirit
de: Geschützt durch einen verspielten Geist

source: Site of an Ancient Murder
de: Ort eines antiken Mordes

source: Thieves' Camp
de: Diebeslager

source: Animal Trap
de: Tierfalle

source: Bog Shadows
de: Sumpfschatten

source: Bone Orchard
de: Knochengarten

source: Bramble Tunnels
de: Brombeertunnel

source: Frozen Troll
de: Gefrorener Troll

source: Giant Spider Nest
de: Nest der Riesenspinne

source: Insect Swarm
de: Insektenschwarm

source: Moving Thickets
de: Bewegliches Dickicht

source: Poisonous Plants
de: Giftige Pflanzen

source: Psychic Fog
de: Psychischer Nebel

source: Sap Trap
de: Saftfalle

source: Sleeping Giant
de: Schlafender Riese

source: Slippery Moss
de: Rutschiges Moos

source: Slow Quicksand
de: Langsamer Treibsand

source: Spiked Pit
de: Stachelgrube

source: Stinging Nettles
de: Brennnesseln

source: Thorny Thickets
de: Dorniges Dickicht

source: Toxic Spores
de: Giftige Sporen

source: Unstable Ground
de: Instabiler Boden

source: A Pet Basilisk
de: Ein Basilisk als Haustier

source: A Spell Gone Wrong
de: Ein schiefgegangener Zauber

source: Animated Armor
de: Animierte Rüstung

source: Bird Spies
de: Vogelspione

source: Bleeding Trees
de: Blutende Bäume

source: Ghosts Trapped in Crystal
de: Im Kristall gefangene Geister

source: Giant Rodent Feeding Grounds
de: Futterplätze für riesige Nagetiere

source: Highly Localized Weather
de: Stark lokal begrenztes Wetter

source: Howling Stones
de: Heulende Steine

source: Injured Creature
de: Verletzte Kreatur

source: Invisible Webs
de: Unsichtbare Netze

source: Living Scarecrows
de: Lebende Vogelscheuchen

source: Memory Stealers
de: Gedächtnisdiebe

source: Mimic Vines
de: Reben nachahmen

source: Paths that Change Randomly
de: Pfade, die sich zufällig ändern

source: Scavengers that Wait
de: Aasfresser, die warten

source: Watchful Dead
de: Wachsame Tote

source: Tracks Erased by Mist
de: Vom Nebel verwischte Spuren

source: Trees that Grow From Bones
de: Bäume, die aus Knochen wachsen

source: Will-o-Wisps Congregate
de: Irrlichter versammeln sich

source: Abandoned
de: Verlassen

source: Beckoning
de: Winken

source: Blooming
de: Blühen

source: Bountiful
de: Reichlich

source: Charmed
de: Fasziniert

source: Dappled
de: Gefleckt

source: Dense
de: Dicht

source: Desolate
de: Verwüsten

source: Distant
de: Entfernt

source: Echoing
de: Echo

source: Eerie
de: Unheimlich

source: Emerald
de: Smaragd

source: Enchanted
de: Verwünscht

source: Enigmatic
de: Rätselhaft

source: Ephemeral
de: Vergänglich

source: Eternal
de: Ewig

source: Ethereal
de: Ätherisch

source: Exotic
de: Exotisch

source: Fabled
de: Sagenumwoben

source: Flourishing
de: Gedeihen

source: Forsaken
de: Verlassen

source: Fragrant
de: Duftend

source: Frosty
de: Eisig

source: Gentle
de: Sanft

source: Glistening
de: Glitzernd

source: Gloomy
de: Düster

source: Gnarled
de: Knotig

source: Grassy
de: Grasig

source: Hushed
de: Zum Schweigen gebracht

source: Illuminated
de: Beleuchtet

source: Lavish
de: Großzügig

source: Leafy
de: Belaubt

source: Looming
de: Drohend

source: Lost
de: Verloren

source: Luminescent
de: Leuchtend

source: Luminous
de: Leuchtend

source: Lush
de: Üppig

source: Majestic
de: Majestätisch

source: Melancholy
de: Melancholie

source: Menacing
de: Bedrohlich

source: Moonlit
de: Mondlicht

source: Murmuring
de: Murmeln

source: Mysterious
de: Geheimnisvoll

source: Mystic
de: Mystiker

source: Precarious
de: Prekär

source: Pristine
de: Makellos

source: Quaint
de: Malerisch

source: Radiant
de: Strahlend

source: Roaring
de: Brüllen

source: Rustling
de: Rascheln

source: Serpentine
de: Serpentin

source: Shadowy
de: Schattenhaft

source: Shrouded
de: Verhüllt

source: Somber
de: Düster

source: Spectral
de: Spektral

source: Splendid
de: Prächtig

source: Sturdy
de: Robust

source: Sunny
de: Sonnig

source: Swirling
de: Wirbelnd

source: Tangled
de: Rapunzel - Neu verföhnt

source: Tranquil
de: Still

source: Trickling
de: Rieseln

source: Twilight
de: Dämmerung

source: Unseen
de: Ungesehen

source: Unyielding
de: Unnachgiebig

source: Veiled
de: Verschleiert

source: Verdant
de: Grün

source: Vibrant
de: Lebendig

source: Weeping
de: Weinend

source: Whispering
de: Flüstern

source: Arbors
de: Dorne

source: Arch
de: Bogen

source: Blossoms
de: Blüten

source: Bogs
de: Moore

source: Boughs
de: Zweige

source: Brake
de: Bremse

source: Brambles
de: Brombeeren

source: Branches
de: Filialen

source: Brush
de: Bürste

source: Camp
de: Lager

source: Canopy
de: Überdachung

source: Cascade
de: Kaskade

source: Cavern
de: Höhle

source: Chase
de: Verfolgungsjagd

source: Clump
de: Büschel

source: Coppice
de: Niederwald

source: Copse
de: Gehölz

source: Crags
de: Felsen

source: Creek
de: Bach

source: Dew
de: Tau

source: Fell
de: Fällen

source: Ferns
de: Farne

source: Foliage
de: Laub

source: Forest
de: Wald

source: Gill
de: Kieme

source: Glade
de: Lichtung

source: Glen
de: Tal

source: Gorge
de: Schlucht

source: Granite
de: Granit

source: Green
de: Grün

source: Grotto
de: Grotte

source: Grove
de: Hain

source: Heath
de: Heide

source: Hollow
de: Hohl

source: Horizon
de: Horizont

source: Knoll
de: Hügel

source: Leaves
de: Blätter

source: Loam
de: Lehm

source: Loom
de: Webstuhl

source: Marsh
de: Sumpf

source: Meadow
de: Wiese

source: Mire
de: Schlamm

source: Morass
de: Morast

source: Oak
de: Eiche

source: Oasis
de: Oase

source: Orchard
de: Obstgarten

source: Pass
de: Passieren

source: Passages
de: Passagen

source: Path
de: Weg

source: Pathway
de: Weg

source: Pine
de: Kiefer

source: Roots
de: Wurzeln

source: Sanctuary
de: Zuflucht

source: Shade
de: Schatten

source: Shrub
de: Strauch

source: Slope
de: Neigung

source: Spring
de: Frühling

source: Stirs
de: Rührt

source: Stones
de: Steine

source: Stream
de: Strom

source: Stump
de: Stumpf

source: Swale
de: Senke

source: Sward
de: Rasen

source: Sway
de: Schwanken

source: Tangle
de: Gewirr

source: Thicket
de: Dickicht

source: Thistles
de: Disteln

source: Timber
de: Holz

source: Tower
de: Turm

source: Trails
de: Wanderwege

source: Trees
de: Bäume

source: Trunks
de: Badehosen

source: Underbrush
de: Unterholz

source: Undergrowth
de: Unterholz

source: Understory
de: Unterholz

source: Vines
de: Reben

source: Waterway
de: Wasserweg

source: Weald
de: Wald

source: Woodland
de: Wald

source: Woodlot
de: Waldgrundstück

source: Woods
de: Wald

source: Yonder
de: Drüben

source: Conditional
de: Bedingt

source: Animal Path
de: Tierpfad

source: Bandit's Run
de: Banditenlauf

source: Bouldered Way
de: Felsbrockenweg

source: Cloistered Grove
de: Klosterhain

source: Deer Crossing
de: Wildwechsel

source: Dry Riverbed
de: Ausgetrocknetes Flussbett

source: Fae Passage
de: Feenpassage

source: Farm Trail
de: Bauernhofweg

source: Foraging Path
de: Futtersuchpfad

source: Hunter's Track
de: Jägerspur

source: King's March
de: Königsmarsch

source: Merchant's Road
de: Händlerstraße

source: Old Logging Road
de: Alte Forststraße

source: Orchard Path
de: Obstgartenpfad

source: Pilgrim's Footpath
de: Pilgerweg

source: Spore Saturated
de: Sporengesättigt

source: Sticky Sap Path
de: Klebriger Saftpfad

source: Trail Tree
de: Wegbaum

source: Treeline Heights
de: Baumgrenze Höhen

source: War Route
de: Kriegsroute

source: Bear Rubbings
de: Bärenabreibungen

source: Bent Trees
de: Gebogene Bäume

source: Claw Marks
de: Kratzspuren

source: Damaged Flora
de: Beschädigte Flora

source: Deer Tracks
de: Hirschspuren

source: Distant Singing
de: Entferntes Singen

source: Faint Laughter
de: Schwaches Lachen

source: Fox Prints
de: Fuchs Drucke

source: Fresh Spiderwebs
de: Frische Spinnweben

source: Giant Feathers
de: Riesige Federn

source: Glowing Toadstools
de: Leuchtende Giftpilze

source: Muted Bells
de: Gedämpfte Glocken

source: Peripheral Images
de: Periphere Bilder

source: Rabbit Droppings
de: Kaninchenkot

source: Serpent Traces
de: Schlangenspuren

source: Stillness
de: Stille

source: Stone Piles
de: Steinhaufen

source: Swaying Plants
de: Schwankende Pflanzen

source: Tree Carvings
de: Baumschnitzereien

source: (The) [Noun] [POI]
de: (Der) [Substantiv] [POI]

source: (The) [Adjective] [POI]
de: (Das) [Adjektiv] [POI]

source: [POI] of (the) [Noun]
de: [POI] von (dem) [Nomen]

source: [Adjective] [POI] of (the) [Noun]
de: [Adjektiv] [POI] von (dem) [Nomen]

source: (The) [Noun] [Adjective] [POI]
de: (Der) [Nomen] [Adjektiv] [POI]

source: [POI] of (the) [Adjective] [Noun]
de: [POI] von (dem) [Adjektiv] [Nomen]

source: (The) [Noun] [Rulers]
de: (Die) [Nomen] [Herrscher]

source: (The) [Adjective] [Rulers]
de: (Die) [Adjektiv] [Herrscher]

source: [Rulers] of (the) [Noun]
de: [Herrscher] von (dem) [Nomen]

source: [Adjective] [Rulers] of (the) [Noun]
de: [Adjektiv] [Herrscher] von (dem) [Nomen]

source: (The) [Noun] [Adjective] [Rulers]
de: (Die) [Nomen] [Adjektiv] [Herrscher]

source: [Rulers] of (the) [Adjective] [Noun]
de: [Herrscher] von (dem) [Adjektiv] [Nomen]

source: Blistered
de: Blasen

source: Blistering
de: Blasenbildung

source: Blustery
de: Stürmisch

source: Brisk
de: Lebhaft

source: Broad
de: Breit

source: Calm
de: Ruhig

source: Choking
de: Ersticken

source: Curled
de: Gewellt

source: Curling
de: Eisstockschießen

source: Curvy
de: Kurvig

source: Dampened
de: Gedämpft

source: Dazzling
de: Blendend

source: Deathly
de: Tödlich

source: Diamond
de: Diamant

source: Empty
de: Leer

source: Flaming
de: Flammend

source: Flashing
de: Blinkt

source: Forbidden
de: Verboten

source: Gaping
de: Klaffend

source: Glow
de: Glühen

source: Lone
de: Einsam

source: Lurching
de: Taumelnd

source: Lustrous
de: Glänzend

source: Narrow
de: Eng

source: Patched
de: Gepatcht

source: Plunging
de: Eintauchen

source: Salty
de: Salzig

source: Shining
de: Leuchtenden

source: Shivering
de: Zittern

source: Singed
de: Versengt

source: Sinking
de: Untergang

source: Slaughter
de: Schlachten

source: Sour
de: Sauer

source: Sputtering
de: Sputtern

source: Stained
de: Befleckt

source: Starved
de: Verhungert

source: Stinking
de: Stinkend

source: Stuffed
de: Gefüllt

source: Thin
de: Dünn

source: Apple
de: Apfel

source: Blue
de: Blau

source: Country
de: Land

source: Curl
de: Locken

source: Darkness
de: Dunkelheit

source: Death
de: Tod

source: Dent
de: Delle

source: Despair
de: Verzweifeln

source: Devil
de: Teufel

source: Dirt
de: Schmutz

source: Doom
de: Untergang

source: Doorway
de: Türöffnung

source: Fate
de: Schicksal

source: Fire
de: Feuer

source: Fray
de: Kampf

source: Giant
de: Riese

source: God
de: Gott

source: Hat
de: Hut

source: Island
de: Insel

source: King
de: König

source: Lavender
de: Lavendel

source: Mold
de: Schimmel

source: Mud
de: Dreck

source: Purple
de: Lila

source: Rag
de: Lappen

source: Rainbow
de: Regenbogen

source: Red
de: Rot

source: Refuge
de: Zuflucht

source: Regret
de: Reue

source: Rot
de: Verrotten

source: Snake
de: Schlange

source: Toxic
de: Giftig

source: Violet
de: Violett

source: War
de: Krieg

source: Market
de: Markt

source: Ministry
de: Ministerium

source: Movement
de: Bewegung

source: Network
de: Netzwerk

source: Confederation
de: Eidgenossenschaft

source: Ecclesiarchy
de: Ekklesiarchie

source: Empire
de: Reich

source: Federacy
de: Föderation

source: Grand Duchy
de: Großherzogtum

source: Kingdom
de: Königreich

source: Principality
de: Fürstentum

source: Protectorate
de: Protektorat

source: Republic
de: Republik

source: Barony
de: Baronie

source: Fiefdom
de: Lehen

source: Hegemony
de: Hegemonie

source: Monarchy
de: Monarchie

source: Realm
de: Reich

source: Regency
de: Regentschaft

source: State
de: Zustand

source: seaside
de: Meer

source: shore
de: Ufer

source: coast
de: Küste

source: seaboard
de: Küste

source: foreshore
de: Vorland

source: marina
de: Yachthafen

source: marsh
de: Sumpf

source: sump
de: Sumpf

source: mire
de: Schlamm

source: morass
de: Morast

source: slough
de: Sumpf

source: fens
de: Moore

source: ravine
de: Schlucht

source: chasm
de: Kluft

source: abyss
de: Abgrund

source: gulf
de: Golf

source: gulch
de: Bergschlucht

source: grotto
de: Grotte

source: cavity
de: Hohlraum

source: tunnels
de: Tunnel

source: dugout
de: Einbaum

source: cave
de: Höhle

source: precipice
de: Abgrund

source: face
de: Gesicht

source: crag
de: Felswand

source: ridge
de: Grat

source: escarpment
de: Böschung

source: steep
de: steil

source: dunes
de: Dünen

source: sands
de: Sand

source: vast
de: groß

source: wastes
de: Abfälle

source: blight
de: Fäule

source: tillage
de: Bodenbearbeitung
