Repository: TdoubleAV/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: holding
de: Halten

source: acreage
de: Anbaufläche

source: steading
de: stützend

source: grange
de: Gutshof

source: plantation
de: Plantage

source: bush
de: Busch

source: woods
de: Wald

source: woodland
de: Wald

source: grove
de: Hain

source: copse
de: Gehölz

source: pasture
de: Weide

source: prairie
de: Prärie

source: savanna
de: Savanne

source: fields
de: Felder

source: greenery
de: Grün

source: hillock
de: Hügel

source: mound
de: Hügel

source: mount
de: montieren

source: knoll
de: Hügel

source: hummock
de: Hügel

source: slope
de: Neigung

source: dip
de: tauchen

source: hole
de: Loch

source: pit
de: Grube

source: crater
de: Krater

source: trough
de: Trog

source: holes
de: Löcher

source: pond
de: Teich

source: tarn
de: Bergsee

source: lagoon
de: Lagune

source: loch
de: See

source: bayou
de: Bayou (Wald)

source: peaks
de: Gipfel

source: range
de: Reichweite

source: summit
de: Gipfel

source: pinnacle
de: Höhepunkt

source: spring
de: Frühling

source: well
de: Also

source: fountain
de: Brunnen

source: haven
de: Oase

source: watering hole
de: Wasserstelle

source: refuge
de: Zuflucht

source: heath
de: Heide

source: meadow
de: Wiese

source: flats
de: Wohnungen

source: lowlands
de: Tiefland

source: sward
de: Rasen

source: uplands
de: Hochland

source: mesa
de: Tafel

source: highlands
de: Hochland

source: downs
de: Tiefen

source: reach
de: erreichen

source: waterway
de: Wasserweg

source: stream
de: Strom

source: brook
de: Bach

source: runnel
de: Rinne

source: creek
de: Bach

source: channel
de: Kanal

source: moors
de: Moore

source: wetlands
de: Feuchtgebiete

source: chaparral
de: chaparal

source: boscage
de: boskett

source: covert
de: verdeckt

source: coppice
de: Niederwald

source: fells
de: fällt

source: expanse
de: Weite

source: dale
de: Tal

source: vale
de: Tal

source: basin
de: Becken

source: gorge
de: Schlucht

source: gap
de: Lücke

source: glen
de: Tal

source: Altruistic
de: Altruistisch

source: Artistic
de: Künstlerisch

source: Devious
de: Hinterhältig

source: Enlightened
de: Erleuchtet

source: Inventive
de: Erfinderisch

source: Mercantile
de: Handelsüblich

source: Nomadic
de: Nomadisch

source: Reclusive
de: Zurückgezogen

source: Stoic
de: Stoisch

source: Struggling
de: Kämpfen

source: Traditional
de: Traditionell

source: War-like
de: Kriegsähnlich

source: Wealthy
de: Reich

source: Bounty
de: Kopfgeld

source: Conquest
de: Eroberung

source: Control
de: Kontrolle

source: Conversion
de: Konvertierung

source: Dominance
de: Dominanz

source: Independence
de: Unabhängigkeit

source: Natural Harmony
de: Natürliche Harmonie

source: Purity
de: Reinheit

source: Recognition
de: Erkennung

source: Return
de: Zurückkehren

source: Security
de: Sicherheit

source: Stability
de: Stabilität

source: Unification
de: Vereinigung

source: Food
de: Essen

source: Fuel
de: Kraftstoff

source: Gemstones
de: Edelsteine

source: Herbs
de: Kräuter

source: Horses
de: Pferde

source: Livestock
de: Vieh

source: Medicine
de: Medizin

source: Ore
de: Erz

source: Skilled Labor
de: Facharbeit

source: Spices
de: Gewürze

source: Textiles
de: Textilien

source: Tools
de: Werkzeuge

source: Trade Goods
de: Handelswaren

source: Vessels
de: Schiffe

source: Weapons
de: Waffen

source: Decadent
de: Dekadent

source: Dogmatic
de: Dogmatisch

source: Keen
de: Erpicht

source: Adaptable
de: Anpassungsfähig

source: Bankrupt
de: Bankrott

source: Collaborative
de: Kollaborativ

source: Cunning
de: Listig

source: Generous
de: Großzügig

source: Repressed
de: Verdrängt

source: Stealthy
de: Heimlich

source: Threatened
de: Bedroht

source: NumberOfAdvantages
de: AnzahlDerVorteile

source: Beliefs
de: Überzeugungen

source: Ruthlessness
de: Rücksichtslosigkeit

source: Specialization
de: Spezialisierung

source: Establish a Colony
de: Eine Kolonie gründen

source: A particular object or Relic is required.
de: Es wird ein bestimmtes Objekt oder Relikt benötigt.

source: A serious debt forces the faction to make dire choices.
de: Eine schwere Verschuldung zwingt die Fraktion, schwerwiegende Entscheidungen zu treffen.

source: A well-known prophecy predicts imminent failure.
de: Eine bekannte Prophezeiung sagt ein unmittelbar bevorstehendes Scheitern voraus.

source: An alliance with an enemy must first be brokered.
de: Ein Bündnis mit einem Feind muss zunächst vermittelt werden.

source: Contravenes an established code, with a heavy penalty.
de: Verstößt gegen einen geltenden Kodex und wird mit einer hohen Strafe geahndet.

source: Many must die, either as a necessity or consequence.
de: Viele müssen sterben, entweder weil es notwendig ist oder weil es eine Folge davon ist.

source: Must be carried out at a rare or exact moment.
de: Muss zu einem seltenen oder genauen Zeitpunkt durchgeführt werden.

source: Requires a specialist of an uncommon sort.
de: Erfordert einen Spezialisten ungewöhnlicher Art.

source: Easy
de: Einfach

source: Dells
de: Dellen

source: Farmlands
de: Ackerland

source: Fells
de: Fällt

source: Foothills
de: Vorgebirge

source: Glens
de: Täler

source: Grasslands
de: Grasland

source: Gulleys
de: Rinnen

source: Heaths
de: Heiden

source: Lowlands
de: Tiefland

source: Meadows
de: Wiesen

source: Moors
de: Mauren

source: Pastures
de: Weiden

source: Plains
de: Ebenen

source: Plateaus
de: Hochebenen

source: Prairies
de: Prärien

source: Savannas
de: Savannen

source: Steppes
de: Steppen

source: Valleys
de: Täler

source: Circle of Menhirs
de: Kreis der Menhire

source: Circular Maze
de: Kreisförmiges Labyrinth

source: Cloud Stairway
de: Wolkentreppe

source: Dead Aqueduct
de: Totes Aquädukt

source: Enormous Footprint
de: Enormer Fußabdruck

source: Fallen Column
de: Gefallene Säule

source: False Oasis
de: Falsche Oase

source: Giant's Throne
de: Thron des Riesen

source: Glittering Cascade
de: Glitzernde Kaskade

source: Golden Bridge
de: Goldene Brücke

source: Great Stone Face
de: Großes Steingesicht

source: Great Waterwheel
de: Großes Wasserrad

source: Heart Tree
de: Herzbaum

source: Opaque Lake
de: Undurchsichtiger See

source: Petrified Forest
de: Versteinerter Wald

source: Pit of Cold Fire
de: Grube des kalten Feuers

source: Silver Face
de: Silbernes Gesicht

source: Sinkhole
de: Dolinenloch

source: Barrens
de: Brachland

source: Canyons
de: Schluchten

source: Coral Reefs
de: Korallenriffe

source: Deserts
de: Wüsten

source: Dunes
de: Dünen

source: Estuaries
de: Flussmündungen

source: Forests
de: Wälder

source: Heathlands
de: Heidelandschaft

source: Hills
de: Hügel

source: Mangroves
de: Mangroven

source: Marshlands
de: Marschland

source: Moorlands
de: Heidelandschaft

source: Rainforests
de: Regenwälder

source: Scrublands
de: Buschland

source: Thickets
de: Dickicht

source: Woodlands
de: Wälder

source: Algae Falls
de: Algenfälle

source: Basalt Columns
de: Basaltsäulen

source: Behemoth Graveyard
de: Behemoth-Friedhof

source: Canyon Bridge
de: Canyon-Brücke

source: Cinder Cones
de: Schlackenkegel

source: Flame Pits
de: Feuergruben

source: Forest of Arrows
de: Wald der Pfeile

source: Frozen Waterfall
de: Gefrorener Wasserfall

source: Fungal Forest
de: Pilzwald

source: Half-Buried Ark
de: Halb vergrabene Arche

source: Hanging Valley
de: Hängendes Tal

source: Inverted Lighthouse
de: Umgekehrter Leuchtturm

source: Leviathan Bones
de: Leviathan-Knochen

source: Massive Crater
de: Massiver Krater

source: Massive Dung Ball
de: Riesiger Mistball

source: Salt Flat Mirrors
de: Salzebenenspiegel

source: Shrouded Ziggurat
de: Verhüllte Zikkurat

source: Stalagmite Forest
de: Stalagmitenwald

source: Sunken Colossus
de: Versunkener Koloss

source: Titan's Table
de: Titanentisch

source: Alpine Meadows
de: Almenwiesen

source: Boulders
de: Felsbrocken

source: Caverns
de: Höhlen

source: Cliffs
de: Klippen

source: Craters
de: Krater

source: Crevasses
de: Gletscherspalten

source: Geysers
de: Geysire

source: Glaciers
de: Gletscher

source: Gorges
de: Schluchten

source: Hollows
de: Hohlräume

source: Ice Fields
de: Eisfelder

source: Jungles
de: Dschungel

source: Lava Fields
de: Lavafelder

source: Mountains
de: Gebirge

source: Peatlands
de: Moore

source: Quagmires
de: Sümpfe

source: Ravine
de: Schlucht

source: Swamps
de: Sümpfe

source: Wastelands
de: Ödland

source: Active Volcano
de: Aktiver Vulkan

source: Ammonia Caves
de: Ammoniakhöhlen

source: Bone Mountain
de: Knochenberg

source: Crystalline Forest
de: Kristalliner Wald

source: Dome of Darkness
de: Kuppel der Dunkelheit

source: Enormous Hive
de: Riesiger Bienenstock

source: Floating Object
de: Schwebendes Objekt

source: Inactive Automaton
de: Inaktiver Automat

source: Land Scar
de: Landnarbe

source: Large Vents
de: Große Belüftungsöffnungen

source: Magma Sculptures
de: Magma-Skulpturen

source: Mao on the Mountain
de: Mao auf dem Berg

source: Meteor Garden
de: Meteor-Garten

source: Obsidian Needle
de: Obsidiannadel

source: Reverse Waterfall
de: Umgekehrter Wasserfall

source: River of Sulfur
de: Fluss aus Schwefel

source: Siren Stones
de: Sirenensteine

source: Sky-Root
de: Himmelswurzel

source: Titanic Ribcage
de: Brustkorb der Titanic

source: Weeping Bubble
de: Weinende Blase

source: Mild and sunny
de: Mild und sonnig

source: Nice and drizzly
de: Schön und nieselig

source: Cool and breezy
de: Kühl und luftig

source: Mild and cloudy
de: Mild und bewölkt

source: Cold and windy
de: Kalt und windig

source: Cold and rainy
de: Kalt und regnerisch

source: Hot and sunny
de: Heiß und sonnig

source: Nice and cloudy
de: Schön bewölkt

source: Mild and rainy
de: Mild und regnerisch

source: Cool and stormy
de: Kühl und stürmisch

source: Hot and humid
de: Heiß und feucht

source: Sweltering and humid
de: Schwül und feucht

source: Nice and breezy
de: Schön luftig

source: Mild and windy
de: Mild und windig

source: Cool and foggy
de: Kühl und neblig

source: Cold and cloudy
de: Kalt und bewölkt

source: Cool and rainy
de: Kühl und regnerisch

source: Chilly and stormy
de: Kühl und stürmisch

source: Mild and clear
de: Mild und klar

source: Cool and windy
de: Kühl und windig

source: Cold and raining
de: Kalt und regnerisch

source: Frigid and stormy
de: Eisig und stürmisch

source: Freezing and snowing
de: Frost und Schneefall

source: Freezing and hailing
de: Frost und Hagel

source: An annual fog appears randomly, turning metallic surfaces to gold on contact.
de: Ein jährlicher Nebel tritt zufällig auf und verwandelt metallische Oberflächen bei Kontakt in Gold.

source: An aurora that is visible even during the day.
de: Ein Polarlicht, das sogar tagsüber sichtbar ist.

source: Birds fly backwards, yet somehow still move forward.
de: Vögel fliegen rückwärts, bewegen sich aber dennoch irgendwie vorwärts.

source: Days are erratic. The Sun goes backwards for a time, then jumps forward as night rapidly sets in.
de: Die Tage sind unbeständig. Die Sonne dreht sich eine Zeit lang rückwärts, springt dann vorwärts, während die Nacht rasch hereinbricht.

source: Distant chimes instead of thunder. A smoky, sweet wind blows in from the West.
de: Fernes Glockenspiel statt Donner. Ein rauchiger, süßer Wind weht aus dem Westen.

source: Enormous, fleshy eyes peer down from the skies, their pupils lighting up the night sky.
de: Riesige, fleischige Augen blicken vom Himmel herab und ihre Pupillen erhellen den Nachthimmel.

source: Flashes of movement in the periphery that always amount to nothing.
de: Bewegungsblitze in der Peripherie, die immer im Nichts enden.

source: Fog that fills the belly (no need for rations). Tomorrow, vomiting.
de: Nebel, der den Bauch füllt (keine Rationen nötig). Morgen Erbrechen.

source: Lakes and streams evaporate in minutes, filling storm clouds that drench the landscape.
de: Seen und Flüsse verdunsten innerhalb von Minuten und füllen Gewitterwolken, die die Landschaft durchnässen.

source: Periodic rains of small aquatic creatures (tadpoles, frogs, small fish). No one knows where they come from.
de: Schatten verschwinden willkürlich. Tiere werden zurückhaltender.

source: The air is thicker than usual, and breathing is difficult.
de: Die Luft ist dicker als sonst und das Atmen fällt schwer.

source: The clouds are shaped like faces. They appear to be laughing.
de: Die Wolken haben die Form von Gesichtern. Sie scheinen zu lachen.

source: The moon appears larger and softly hums at night.
de: Der Mond erscheint größer und summt leise in der Nacht.

source: The rain glows gently at night. It can be gathered, but the light eventually fades.
de: Die Sterne ordnen sich in komplizierten Mustern neu an, was die Navigation erschwert.

source: The winds carry whispers. Some say they tell hints of the future.
de: Der Wind trägt Flüstern mit sich. Manche sagen, er gibt Hinweise auf die Zukunft.

source: When it snows, the flakes are warm and dry.
de: Wenn es schneit, sind die Flocken warm und trocken.

source: Waypoint
de: Wegpunkt

source: Settlement
de: Siedlung

source: Curiosity
de: Neugier

source: Lair
de: Höhle

source: Dungeon
de: Verlies

source: Academy
de: Akademie

source: Caravan
de: Wohnwagen

source: Citadel
de: Zitadelle

source: City
de: Stadt

source: Commune
de: Kommune

source: Compound
de: Verbindung

source: Convent
de: Kloster

source: Farmstead
de: Gehöft

source: Fortress
de: Festung

source: Garrison
de: Garnison

source: Hamlet
de: Weiler

source: Keep
de: Halten

source: Monastery
de: Kloster

source: Outpost
de: Vorposten

source: Plantation
de: Plantage

source: Prison
de: Gefängnis

source: Stronghold
de: Hochburg

source: Town
de: Stadt

source: Village
de: Dorf

source: Built Atop Ruins
de: Auf Ruinen erbaut

source: Built on Bones of Giants
de: Auf den Knochen von Riesen erbaut

source: Center of Learning
de: Lernzentrum

source: Close-Knit
de: Eng verbunden

source: Emits a Mysterious Hum
de: Gibt ein mysteriöses Summen von sich

source: Famous for its Artisans
de: Berühmt für seine Handwerker

source: Famous for its Festivals
de: Berühmt für seine Festivals

source: Guarded by Trained Beasts
de: Bewacht von dressierten Bestien

source: Hides a Dangerous Portal
de: Verbirgt ein gefährliches Portal

source: High Population Density
de: Hohe Bevölkerungsdichte

source: Impregnable
de: Uneinnehmbar

source: Integrated with Nature
de: Integriert in die Natur

source: Known for its Hospitality
de: Bekannt für seine Gastfreundschaft

source: Location of a Legendary Forge
de: Standort einer legendären Schmiede

source: Moves or Revolves
de: Bewegt sich oder dreht sich

source: Protected by a Great Warrior
de: Beschützt von einem großen Krieger

source: Ruled by a Powerful Faction
de: Von einer mächtigen Fraktion regiert

source: Steeped in Tradition
de: Mit Tradition

source: Trading Hub
de: Handelszentrum

source: Archive
de: Archiv

source: Asylum
de: Asyl

source: Bazaar
de: Basar

source: Beacon Tower
de: Leuchtfeuerturm

source: Cabin
de: Kabine

source: Campground
de: Campingplatz

source: Guildhall
de: Rathaus

source: Hospice
de: Hospiz

source: Hunting Lodge
de: Jagdschloss

source: Inn
de: Gasthof

source: Temple
de: Tempel

source: Trading Post
de: Handelsposten

source: Watchtower
de: Wachturm

source: Work Camp
de: Arbeitslager

source: A Haven for Outcasts
de: Ein Zufluchtsort für Ausgestoßene

source: Built on Sacred Grounds
de: Auf heiligem Boden erbaut

source: Contains a Powerful Artifact
de: Enthält ein mächtiges Artefakt

source: Cursed By Previous Occupants
de: Von den Vorbesitzern verflucht

source: Decrepit Buildings
de: Verfallene Gebäude

source: Distrustful Occupants
de: Misstrauische Bewohner

source: Does Not Appear on Any Map
de: Erscheint auf keiner Karte

source: Front for Illegal Operations
de: Front für illegale Operationen

source: Host to a Renowned Artisan
de: Gastgeber für einen renommierten Kunsthandwerker

source: Known for its Elaborate Defenses
de: Bekannt für seine aufwendigen Verteidigungsanlagen

source: Occupants Are Lawful to a Fault
de: Die Bewohner sind übermäßig gesetzestreu

source: Occupants Are Overly Formal
de: Die Bewohner sind übermäßig formell

source: Outsiders Are Barred
de: Außenstehende sind ausgeschlossen

source: Outsiders Cannot Carry Weapons
de: Außenstehende dürfen keine Waffen tragen

source: Part of an Illegal Trade Route
de: Teil einer illegalen Handelsroute

source: Popular Pilgrim Destination
de: Beliebtes Pilgerziel

source: Protects a Powerful Object
de: Schützt ein leistungsstarkes Objekt

source: Reclusive Occupants
de: Zurückgezogene Bewohner

source: Sits on Natural Deposits
de: Sitzt auf natürlichen Vorkommen

source: Technologically Advanced
de: Technologisch fortgeschritten

source: Ancient Tree
de: Uralter Baum

source: Broken Tower
de: Der zerstörte Turm

source: Buried Megalith
de: Vergrabener Megalith

source: Collapsed Mill
de: Eingestürzte Mühle

source: Cracked Bell
de: Gebrochene Glocke

source: Crystal Spire
de: Kristallturm

source: Dripping Archway
de: Tropfender Torbogen

source: Echoing Fields
de: Echofelder

source: Enormous Fist
de: Riesige Faust

source: Floating Island
de: Schwimmende Insel

source: Frozen Graveyard
de: Gefrorener Friedhof

source: Hanging Bridges
de: Hängebrücken

source: Illegible Signpost
de: Unleserlicher Wegweiser

source: Leviathan Skeleton
de: Leviathan-Skelett

source: Oddly-Shaped Lake
de: Seltsam geformter See

source: Petrified Trees
de: Versteinerte Bäume

source: Purple Geysers
de: Lila Geysire

source: Singing Stones
de: Singende Steine

source: Sunken City
de: Versunkene Stadt

source: Abandoned Vessel
de: Verlassenes Schiff

source: Ancient Trash Heap
de: Alter Müllhaufen

source: Buried Ley Line
de: Vergrabene Ley-Linie

source: Buried Library
de: Vergrabene Bibliothek

source: Carnivorous Plants
de: Fleischfressende Pflanzen

source: Celestial Mirror
de: Himmlischer Spiegel

source: Cult Ritual Site
de: Kultstätte

source: Edible Fungus
de: Essbarer Pilz

source: Floating Debris
de: Schwimmende Trümmer

source: Hidden Market
de: Versteckter Markt

source: Illusory
de: Illusorisch

source: Impossible Music
de: Unmögliche Musik

source: Infested With Vermin
de: Von Ungeziefer befallen

source: Irregular Gravity
de: Unregelmäßige Schwerkraft

source: Isolated Weather
de: Isoliertes Wetter

source: Only Appears at Night
de: Erscheint nur nachts

source: Perpetual Mist
de: Ewiger Nebel

source: Perpetual Shadows
de: Ewige Schatten

source: Site of Ancient Battle
de: Schauplatz einer antiken Schlacht

source: Abandoned Tower
de: Verlassener Turm

source: Ancient Prison
de: Altes Gefängnis

source: Collapsed Mine
de: Eingestürzte Mine

source: Colossal Hive
de: Kolossaler Bienenstock

source: Crashed Ship
de: Abgestürztes Schiff

source: Crumbling Fort
de: Zerfallende Festung

source: Dry Aqueduct
de: Trockenes Aquädukt

source: Enormous Stump
de: Riesiger Baumstumpf

source: Forgotten Graveyard
de: Vergessener Friedhof

source: Hidden Burrow
de: Versteckter Bau

source: Hollow Obelisk
de: Hohler Obelisk

source: Overgrown Garden
de: Verwilderter Garten

source: Primeval Menhirs
de: Urzeitliche Menhire

source: Primitive Bridge
de: Primitive Brücke

source: Ruined Town
de: Ruinenstadt

source: Rusted Construct
de: Verrostetes Konstrukt

source: Spiked Cave
de: Stachelhöhle

source: Sunken Grotto
de: Versunkene Grotte

source: Unruly Copse
de: Widerspenstiges Wäldchen

source: At Crossroads
de: Am Scheideweg

source: Baited Entrance
de: Eingang mit Köder

source: Bioluminescence
de: Biolumineszenz

source: Constant Screaming
de: Ständiges Schreien

source: Entry Forbidden
de: Einreise verboten

source: Faction Hideout
de: Fraktionsversteck

source: Hidden Exit
de: Versteckter Ausgang

source: Odd Machinery
de: Seltsame Maschinen

source: Piles of Bones
de: Berge von Knochen

source: Previously Occupied
de: Bisher belegt

source: Religious Graffiti
de: Religiöse Graffiti

source: Scattered Traps
de: Verstreute Fallen

source: Scavengers Prowl
de: Plünderer auf der Pirsch

source: Signs Posted
de: Schilder angebracht

source: Something Sleeps
de: Etwas schläft

source: Symbiotic Entity
de: Symbiotische Einheit

source: Training Camp
de: Trainingslager

source: Underwater
de: Unterwasser

source: Waste Pit
de: Abfallgrube

source: Burial Ground
de: Begräbnisstätte

source: Cellar
de: Keller

source: Estate
de: Anwesen

source: Great Hall
de: Große Halle

source: Laboratory
de: Labor

source: Manor
de: Herrenhaus

source: Mine
de: Meins

source: Palace
de: Palast

source: Ruined City
de: Ruinenstadt

source: Tomb
de: Grab

source: Buried
de: Begraben

source: Burnt
de: Verbrannt

source: Clockwork
de: Uhrwerk

source: Collapsed
de: Ausgeklappt

source: Floating
de: Schwimmend

source: Inverted
de: Invertiert

source: Isolated
de: Isoliert

source: Mirrored
de: Gespiegelt

source: Otherworldly
de: Überirdisch

source: Remote
de: Fernbedienung

source: Sealed
de: Versiegelt

source: Obvious or well-trod routes between two POIs. Represented by a thick line.
de: Offensichtliche oder ausgetretene Routen zwischen zwei POIs. Dargestellt durch eine dicke Linie.

source: Do not appear on any known maps. Their discovery always requires some kind of cost. Represented by a dashed line.
de: Erscheinen auf keiner bekannten Karte. Ihre Entdeckung ist immer mit Kosten verbunden. Dargestellt durch eine gestrichelte Linie.

source: May be blocked or require specialized tools to cross. Represented by a crossed line.
de: Verlassene Felder

source: Blood-Red
de: Blutrot

source: Buried Charms
de: Vergrabene Zauber

source: Cattle Prints
de: Rinderdrucke

source: Constant Patrols
de: Ständige Patrouillen

source: Dead Vegetation
de: Abgestorbene Vegetation

source: Disappearing
de: Verschwinden

source: Diseased Animals
de: Kranke Tiere

source: Follows the Stars
de: Folgt den Sternen

source: Frequent Pilgrims
de: Häufige Pilger

source: Massive Grooves
de: Massive Rillen

source: Mile Markers
de: Meilensteine

source: Mineral Flecks
de: Mineralflecken

source: Newly Made
de: Neu gemacht

source: Rusted Tools
de: Verrostete Werkzeuge

source: Shriveled Away
de: Verdorrt

source: Shredded
de: Geschreddert

source: Ubiquitous Footprints
de: Allgegenwärtige Fußabdrücke

source: Bandit Ambushes
de: Banditen-Hinterhalte

source: Blocked by Giant Boulder
de: Durch riesigen Felsbrocken blockiert

source: Collapsed Bridge
de: Eingestürzte Brücke

source: Confusing to Navigate
de: Verwirrend zu navigieren

source: Dense Bramble
de: Dichtes Dornengestrüpp

source: Divided by Political Dispute
de: Gespalten durch politische Auseinandersetzungen

source: Erratic Weather
de: Unbeständiges Wetter

source: Frequent Flash Floods
de: Häufige Sturzfluten

source: Gets Extremely Cold
de: Wird extrem kalt

source: Heavy Toll Required
de: Hohe Maut erforderlich

source: Labyrinthine Canyons
de: Labyrinthartige Canyons

source: Night Predators
de: Nachtraubtiere

source: Occasional Stampedes
de: Gelegentliche Stampeden

source: Overcrowded
de: Überfüllt

source: Passes over Rapids
de: Überquert Stromschnellen

source: Poisonous Fruit
de: Giftige Früchte

source: Smoke-filled
de: Rauchgefüllt

source: Steep Climb
de: Steiler Anstieg

source: Thick Evening Mist
de: Dichter Abendnebel

source: Uneven, Soggy Ground
de: Unebener, aufgeweichter Boden

source: Academic
de: Akademisch

source: Assassin
de: Attentäter

source: Blacksmith
de: Schmied

source: Farmer
de: Bauer

source: General
de: Allgemein

source: Gravedigger
de: Totengräber

source: Guard
de: Bewachen

source: Healer
de: Heiler

source: Jailer
de: Gefängniswärter

source: Laborer
de: Arbeiter

source: Lord
de: Herr

source: Merchant
de: Händler

source: Monk
de: Mönch

source: Peddler
de: Hausierer

source: Politician
de: Politiker

source: Spy
de: Spion

source: Thief
de: Dieb

source: Thug
de: Schurke

source: Domination
de: Herrschaft

source: Freedom
de: Freiheit
