Repository: TdoubleAV/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Password
de: Passwort

source: Keep me logged in
de: Eingeloggt bleiben

source: Invalid email address
de: Ungültige E-Mail-Adresse

source: Username
de: Benutzername

source: username
de: Benutzername

source: Password must be between 8 and 64 characters
de: Das Passwort muss zwischen 8 und 64 Zeichen lang sein

source: Passwords must match
de: Passwörter müssen übereinstimmen

source: password
de: Passwort

source: Confirm password
de: Passwort bestätigen

source: confirm password
de: Passwort bestätigen

source: Signup Code
de: Anmeldecode

source: signup code
de: Anmeldecode

source: Sign Up
de: Melden Sie sich an

source: Reset Password
de: Passwort zurücksetzen

source: New Password
de: Neues Passwort

source: Resend Confirmation
de: Bestätigung erneut senden

source: Email addresses must match
de: E-Mail-Adressen müssen übereinstimmen

source: new email
de: neue E-Mail

source: confirm new email
de: neue E-Mail bestätigen

source: Change
de: Ändern

source: Current Password
de: Aktuelles Passwort

source: current password
de: aktuelles Passwort

source: New password
de: Neues Passwort

source: new password
de: neues Passwort

source: Confirm new password
de: Neues Passwort bestätigen

source: confirm new password
de: neues Passwort bestätigen

source: Background (d20)...
de: Hintergrund (d20)...

source: Custom
de: Benutzerdefiniert

source: Background
de: Hintergrund

source: Custom Background
de: Benutzerdefinierter Hintergrund

source: Custom Name
de: Benutzerdefinierter Name

source: Strength
de: Stärke

source: Strength Max
de: Stärke Max

source: Dexterity
de: Geschicklichkeit

source: Dexterity Max
de: Geschicklichkeit Max

source: Willpower
de: Willenskraft

source: Willpower Max
de: Willenskraft Max

source: HP
de: TP

source: HP Max
de: TP Max

source: Notes
de: Notizen

source: description
de: Beschreibung

source: Save Character
de: Charakter speichern

source: Save
de: Speichern

source: Deprived
de: Kraftlos

source: notes
de: Notizen

source: Description
de: Beschreibung

source: Traits
de: Merkmale

source: traits
de: Merkmale

source: Bonds
de: Bindungen

source: bonds
de: Bindungen

source: Omens
de: Omen

source: omens
de: Omen

source: Scars
de: Narben

source: scars
de: Narben

source: Party Code
de: Gruppen Code

source: join code
de: Beitritts Code

source: Items
de: Gegenstände

source: Containers
de: Behälter

source: Image URL
de: Bild-URL

source: Custom Image
de: Benutzerdefiniertes Bild

source: Armor
de: Rüstung

source: Save Party
de: Gruppe speichern

source: petty
de: belanglos

source: 1 Armor
de: 1 Rüstung

source: tags
de: Schlagwörter

source: cost
de: kosten

source: uses
de: Verwendet

source: 1 use
de: 1 Verwendung

source: bulky
de: sperrig

source: d6 STR
de: d6 Stärke

source: 2 Armor
de: 2 Rüstung

source: bonus defense
de: Bonusverteidigung

source: 3 Armor
de: 3 Rüstung

source: Rations
de: Rationen

source: Torch
de: Fackel

source: items
de: Gegenstand

source: charges
de: Gebühren

source: blast
de: Explosion

source: slots
de: Inventarplätze

source: load
de: laden

source: Hostile
de: Feindselig

source: Wary
de: Vorsichtig

source: Curious
de: Neugierig

source: Kind
de: Freundlich

source: Helpful
de: Hilfreich

source: charge
de: Ladung

source: +1 Armor
de: +1 Rüstung

source: use
de: verwenden

source: characters
de: Charaktere

source: parties
de: Gruppen

source: tools
de: Werkzeuge

source: Language
de: Sprache

source: Cancel
de: Stornieren

source: about
de: Über

source: account
de: Konto

source: sign up
de: Melden Sie sich an

source: Hello
de: Hallo

source: Account Settings
de: Kontoeinstellungen

source: Change Email
de: E-Mail ändern

source: Change Password
de: Kennwort ändern

source: Logout
de: Ausloggen

source: Change Email Address
de: E-Mail-Adresse ändern

source: Forgot Password?
de: Passwort vergessen?

source: To confirm your new email address
de: So bestätigen Sie Ihre neue E-Mail-Adresse

source: click here
de: klicken Sie hier

source: Alternatively, you can paste the following link in your browser address bar:
de: Alternativ können Sie den folgenden Link in die Adressleiste Ihres Browsers einfügen:

source: Note: replies to this email address are not monitored.
de: Hinweis: Antworten an diese E-Mail-Adresse werden nicht überwacht.

source: Hi
de: Hallo

source: To confirm your account please
de: Um Ihr Konto zu bestätigen, bitte

source: To reset your password
de: So setzen Sie Ihr Kennwort zurück

source: If you have not requested a password reset simply ignore this message.
de: Wenn Sie keine Zurücksetzung des Passworts angefordert haben, ignorieren Sie diese Nachricht einfach.

source: About
de: Über

source: Attribution
de: Zuschreibung

source: Roll All
de: Alle rollen

source: Roll Remaining
de: Verbleibende Rolle

source: Reset
de: Zurücksetzen

source: New Character
de: Neuer Charakter

source: Table
de: Tisch

source: Gear Table 1
de: Ausrüstungstabelle 1

source: Gear Table 2
de: Ausrüstungstabelle 2

source: Attributes
de: Eigenschaften

source: (3d6)
de: (3W6)

source: Swap once...
de: Einmal tauschen...

source: Physique
de: Körperbau

source: Skin
de: Haut

source: Hair
de: Haar

source: Face
de: Gesicht

source: Speech
de: Rede

source: Clothing
de: Kleidung

source: Virtue
de: Tugend

source: Vice
de: Laster

source: Age
de: Alter

source: 2d20+10
de: 2W20+10

source: Errors
de: Fehler

source: Stats
de: Statistiken

source: DEPRIVED
de: BERAUBT

source: Inventory
de: Inventar

source: This character does not belong to a party...
de: Dieser Charakter gehört keiner Gruppe an...

source: This character has no traits...
de: Dieser Charakter hat keine Eigenschaften …

source: This character has no description...
de: Dieser Charakter hat keine Beschreibung …

source: This character has no bonds...
de: Dieser Charakter hat keine Bindungen ...

source: This character has no omens...
de: Dieser Charakter hat keine Omen …

source: This character has no scars...
de: Diese Figur hat keine Narben …

source: This character has no notes...
de: Dieses Zeichen hat keine Notizen ...

source: Party
de: Gruppe

source: Print
de: Drucken

source: Delete character
de: Charakter löschen

source: Delete
de: Löschen

source: Are you sure you want to delete
de: Möchten Sie wirklich löschen

source: DELETE
de: LÖSCHEN

source: Roll Dice
de: Würfeln

source: d10+d10
de: W10+W10

source: Edit Portrait
de: Portrait bearbeiten

source: Item
de: Gegenstand

source: Fatigue
de: Ermüdung

source: Container
de: Behälter

source: Marketplace
de: Marktplatz

source: Add/Edit Container
de: Behälter hinzufügen/bearbeiten

source: Slots
de: Inventarplätze

source: Carried by
de: Getragen von

source: carried by...
de: getragen von...

source: Load
de: Laden

source: Remove Container
de: Behälter entfernen

source: Move Items
de: Gegenstände verschieben

source: Add Item
de: Gegenstand hinzufügen

source: Tags
de: Schlagwörter

source: Uses
de: Anwendung

source: Charges / Max
de: Ladungen / Max

source: Transfer Item
de: Gegenstand übertragen

source: transfer to...
de: übertragen auf...

source: This item has no description
de: Dieser Gegenstand hat keine Beschreibung

source: Gear
de: Ausrüstung

source: Type
de: Typ

source: Clear
de: Klar

source: Upload JSON Character File
de: JSON-Zeichendatei hochladen

source: No members yet.
de: Noch keine Mitglieder.

source: New Party
de: Neue Gruppe

source: Remove
de: Entfernen

source: No members in this party
de: Keine Mitglieder in dieser Gruppe

source: Delete Party
de: Gruppe löschen

source: Welcome
de: Willkommen

source: Party Tools
de: Gruppen-Werkzeuge

source: Tables
de: Tabellen

source: Choose...
de: Wählen...

source: Character Generator
de: Gruppe verlassen

source: Join Code
de: Beitrittscode

source: Do you want to restore all HP?
de: Möchten Sie alle TP wiederherstellen?

source: Rest
de: Ausruhen

source: Edit Container
de: Behälter bearbeiten

source: Create Container
de: Behälter erstellen

source: Delete container
de: Behälter löschen

source: Delete all items
de: Alle Gegenstände löschen

source: Move items to
de: Gegenstände verschieben nach

source: Edit Item
de: Gegenstand bearbeiten

source: Create Item
de: Gegenstand erstellen

source: Party Storage
de: Gruppen-Aufbewahrung

source: Storing in
de: Lagerung in

source: Buy
de: Kaufen

source: Transfer item
de: Gegenstand übertragen

source: Transferring
de: Übertragen

source: to
de: Zu

source: Random
de: Zufällig

source: You have a
de: Sie haben eine

source: and
de: Und

source: Your
de: Dein

source: is
de: Ist

source: your
de: dein

source: You have
de: Du hast

source: You are
de: Du bist

source: Your age
de: Ihr Alter

source: Equipment
de: Ausrüstung

source: Your Past
de: Deine Vergangenheit

source: Members
de: Mitglieder

source: Storage
de: Lagerung

source: You inherited a Single Gem (500gp, cold and brittle) from a long-dead relative. It arrived with a warning: squander your newfound riches, and a debt long thought forgotten would be called.
de: Einzelner Edelstein

source: Ornate Compass
de: Verzierter Kompass

source: A distant cousin left you a small inheritance. Take 20gp, and a strange Compass that always points towards something deep in the Wood.
de: Ein entfernter Cousin hat Ihnen ein kleines Erbe hinterlassen. Nehmen Sie 20 Goldstücke und einen seltsamen Kompass, der immer auf etwas tief im Wald zeigt.

source: You carry a Portrait in a locket (petty) of a past love who disappeared into the Wood long ago. Somehow, you know that they are still alive.
de: Sie tragen in einem Medaillon (klein) das Porträt einer vergangenen Liebe, die vor langer Zeit im Wald verschwunden ist. Irgendwie wissen Sie, dass sie noch lebt.

source: Locket
de: Medaillon

source: You found a Tiny Crystal Prism (petty) buried in the dirt. When held up to the light, it shows visions of an unknown location deep within the Wood. Sometimes, you feel a presence looking back at you.
de: Sie haben ein winziges Kristallprisma (klein) im Dreck vergraben gefunden. Wenn man es gegen das Licht hält, zeigt es Visionen eines unbekannten Ortes tief im Wald. Manchmal spüren Sie eine Präsenz, die Sie ansieht.

source: Tiny Crystal Prism
de: Winziges Kristallprisma

source: You once freed a Naiad from a choked stream. In return, it gave you some Silver Moss (petty). Swallow it near water and the creature will come, once, to repay its debt.
de: Silbermoos

source: You inherited an old Journal, bound in bark. Each evening, its pages are filled with the events of the day, crassly from the journal’s perspective. The writing is crude, but accurate.
de: Sie haben ein altes, in Rinde gebundenes Tagebuch geerbt. Jeden Abend werden die Seiten mit den Ereignissen des Tages gefüllt, krass aus der Sicht des Tagebuchs. Der Schreibstil ist grob, aber präzise.

source: Journal
de: Zeitschrift

source: You protect a long-dormant family secret. Take one half of an Ancient Key (petty). They say that if joined with its twin, it opens a Gate through any door.
de: Antike Schlüsselhälfte

source: You protect a long-dormant family secret. Take one half of an Ancient Key. They say that if joined with its twin, it opens a Gate through any door.
de: Sie schützen ein lange gehütetes Familiengeheimnis. Nehmen Sie die Hälfte eines uralten Schlüssels. Es heißt, dass er, wenn er mit seinem Gegenstück verbunden wird, ein Tor durch jede Tür öffnet.

source: You received a Letter (petty) detailing incontrovertible proof that your true parentage is that of Fae nobility. The note also indicates a date and location where you are to meet them, deep in the the Wood.
de: Brief

source: You owe a great debt to a member of the nobility, and carry their Signet Ring (petty), which serves as proof of their protection as well as your obligation.
de: Sie stehen bei einem Mitglied des Adels in großer Schuld und tragen dessen Siegelring (kleiner Ring), der Ihnen sowohl als Beweis seines Schutzes als auch als Beweis Ihrer Verpflichtung dient.

source: Signet Ring
de: Siegelring

source: You consumed a Mischievous Spirit that wreaks havoc on your insides, demanding to be taken home, deep in the Wood. It occupies one slot but absorbs one Fatigue each day. It wants you alive (for now).
de: Du hast einen schelmischen Geist verzehrt, der in deinem Inneren Chaos anrichtet und verlangt, nach Hause gebracht zu werden, tief in den Wald. Er nimmt einen Platz ein, absorbiert aber jeden Tag eine Erschöpfung. Er will dich am Leben haben (vorerst).

source: Mischievous Spirit
de: Boshafter Geist

source: A roaming storyteller once spun you tales of great treasure hidden deep in the Wood. You thought it naught but fancy, till they gave you A Rolled-Up Map (petty) marked with an X.
de: Ein wandernder Geschichtenerzähler hat Ihnen einst Geschichten über einen großen Schatz erzählt, der tief im Wald verborgen liegt. Sie dachten, das sei nichts weiter als Fantasie, bis man Ihnen eine zusammengerollte Karte (klein) mit einem X gab.

source: Rolled-Up Map
de: Aufgerollte Karte

source: During your travels, you met a dying hunter who asked you to deliver a message to their loved ones. Take a Letter (petty), sealed with tree sap. It is addressed only to the Lord Of Winter.
de: Du hast im Wald ein verwundetes Tier gefunden, aber es ignoriert. Du siehst es jetzt überall, aber nur, wenn du allein bist. Es sieht traurig aus, aber nicht wütend. Wenn du allein handelst, kannst du nicht in Panik geraten.

source: You promised a childhood friend that you’d bring them back a rare gift, something unique in all the world. Take a Bracelet (petty) woven from twine and wildflowers.
de: Sie haben einem Freund aus der Kindheit versprochen, ihm ein seltenes Geschenk mitzubringen, etwas Einzigartiges auf der Welt. Nehmen Sie ein Armband (klein) aus Schnur und Wildblumen.

source: Bracelet
de: Armband

source: You crossed a creature of the Wood, and it cursed you with a Stone Heart (1 Armor). With each passing month, the stone grows heavier by one slot. Until your debt is lifted, you cannot truly die.
de: Herz aus Stein

source: You carved a Whistle (petty) from an Oak Lord’s branch. Your act did not go unnoticed. You cannot seem to rid yourself of the whistle either.
de: Sie haben eine Pfeife (klein) aus dem Ast eines Eichenherrn geschnitzt. Ihre Tat blieb nicht unbemerkt. Sie scheinen die Pfeife auch nicht loswerden zu können.

source: Whistle
de: Pfeife

source: The Dawn Brigade did your family a service, giving you a dried Blood-Red Flower (petty) as proof. When the flower turns white, it means the favor is owed.
de: Die Dawn Brigade hat Ihrer Familie einen Gefallen getan und Ihnen als Beweis eine getrocknete blutrote Blume (kleinlich) gegeben. Wenn die Blume weiß wird, bedeutet das, dass der Gefallen fällig ist.

source: Blood-Red Flower
de: Blutrote Blume

source: An entertainer once visited your home, filling it with story and song. He left one day without a word, leaving behind only A Miniature Lute. Something rattles inside.
de: Miniatur-Laute

source: A white crow appeared to you in a dream, holding a twig in its mouth. You awoke the next morning with The Twig (petty) in your hand. You believe it brings you luck. It smells faintly of sulfur.
de: Eine weiße Krähe erschien Ihnen im Traum, sie hielt einen Zweig im Maul. Am nächsten Morgen erwachten Sie mit dem Zweig (kleinlich) in der Hand. Sie glauben, er bringt Ihnen Glück. Er riecht leicht nach Schwefel.

source: Twig
de: Zweig

source: One of your ancestors wronged a Moss Witch, who cursed their bloodline. Your visage causes mirrors to shatter. You’ve noticed that the shards can sometimes reveal illusions.
de: Ein dichter, unnatürlicher Nebel hat begonnen, sich in einen alten und heiligen Hain einzuschleichen. Es heißt, es sei das Werk eines großen Waldgeistes, der über die Abholzung des Waldes in der Nähe erzürnt sei.

source: The night sky grows dimmer each evening, as if stars are disappearing one by one. Rumors of hellish creatures capturing farmers and pulling them into the Roots are spreading like wildfire. Village elders believe the two are connected.
de: Der Nachthimmel wird jeden Abend dunkler, als würden die Sterne einer nach dem anderen verschwinden. Gerüchte über höllische Kreaturen, die Bauern gefangen nehmen und in die Roots ziehen, verbreiten sich wie ein Lauffeuer. Die Dorfältesten glauben, dass beides miteinander verbunden ist.

source: The songbirds of the Wood have fallen eerily silent as of late. Hunters claim that a spectral figure has been spotted wandering the forest, gazing longingly at anyone it encounters.
de: Die Singvögel des Waldes sind in letzter Zeit unheimlich still geworden. Jäger behaupten, dass eine geisterhafte Gestalt gesichtet wurde, die durch den Wald wandert und jeden, der ihr begegnet, sehnsüchtig anstarrt.

source: Strange, tear-shaped stones have been found throughout the region, sparking a 'gold rush' of sorts for jewelers and thieves alike. The locals believe they are the tears of the earth itself, weeping for a great tragedy yet to come.
de: Überall in der Region wurden seltsame, tränenförmige Steine gefunden, die bei Juwelieren und Dieben gleichermaßen einen „Goldrausch“ auslösten. Die Einheimischen glauben, dass es sich um die Tränen der Erde selbst handelt, die um eine große, noch bevorstehende Tragödie weinen.

source: Swarming pests gnaw away at the edges of dreams, and farmers speak of a loud buzzing sound emanating from deep within the Wood. They also say that the sound is getting closer.
de: Schwärme von Schädlingen nagen an den Rändern der Träume, und Bauern sprechen von einem lauten Summen, das tief aus dem Wald kommt. Sie sagen auch, dass das Geräusch näher kommt.

source: There is a village known far and wide for its impressive 'mother tree', said to shelter the town’s secrets in its boughs. Recently, it has begun bleeding red sap, worrying the elders.
de: Der Mond färbt sich tiefrot und taucht die Nacht in ein unheimliches, blutrotes Licht. Manche sagen, er kündigt eine Zeit des Chaos und des Streits an, da die Grenzen zwischen dem Wald und dem Reich der Sterblichen immer dünner werden.

source: Strange cracks have appeared in the night sky, revealing a swirling vortex of light and color. Some say that the divide between realms is at its weakest in centuries, and fear what may emerge from the other side.
de: Eine Nachtblume, die einst als ausgestorben galt, sprießt überall im Wald. Ihr Duft ist berauschend, verursacht aber auch lebhafte Albträume.

source: Local livestock have grown increasingly agitated and unmanageable as of late. An old shephard says it is due to an unsettling howl that emanates from the Wood each full moon.
de: Das Vieh in der Gegend ist in letzter Zeit immer unruhiger und unkontrollierbarer geworden. Ein alter Hirte sagt, es liege an einem beunruhigenden Heulen, das bei jedem Vollmond aus dem Wald ertönt.

source: Swarms of insects are fleeing from the Wood in droves, destroying any wooden structures they come across. The sound of their wings hum a familiar tune as they pass overhead, like a forgotten nursery rhyme.
de: Schwärme von Insekten fliehen in Scharen aus dem Wald und zerstören alle Holzkonstruktionen, die ihnen in die Quere kommen. Das Geräusch ihrer Flügel summt eine vertraute Melodie, wenn sie über uns hinwegfliegen, wie ein vergessenes Kinderlied.

source: Hunters talk of a curse that befalls any who kill a beast with a streak of white fur: soon after, they are found dead in their homes. Each day, there are fewer and fewer creatures to hunt.
de: Die Leute sagen, dass man aus den Brunnen in der ganzen Stadt ein leises Lachen erklingen hören kann. Nachts, so sagen sie, verwandeln sich die Echos in Schluchzen.

source: The constellations have slowly started shifting in the night sky, forming unfamiliar patterns that have stargazers and sages perplexed. Even the animals seem disturbed.
de: Ein uralter Baum im Herzen eines verschlafenen Dorfes ist plötzlich verdorrt und gestorben, obwohl er keinerlei Anzeichen einer Krankheit zeigte. Nachdem sein Stamm abgesägt wurde, wurde in seinem Innern eine blutige Hand gefunden.

source: Statues have been weeping blood for months on end, and the wombs of the village have lain barren since they began to fall. A single child has been the only exception, taken by elders overcome with fear and dread.
de: Seit Monaten weinen die Statuen Blut, und die Gebärmütter des Dorfes sind unfruchtbar, seit sie zu fallen begannen. Ein einziges Kind war die einzige Ausnahme, das von den Ältesten aus Angst und Schrecken mitgenommen wurde.

source: The local fauna is behaving oddly, displaying heightened aggression, or fleeing the area entirely. Hunters talk of a shadowy figure that roams the Wood, calling to the animals.
de: Die lokale Fauna verhält sich merkwürdig, zeigt erhöhte Aggressivität oder flieht vollständig aus dem Gebiet. Jäger sprechen von einer schattenhaften Gestalt, die durch den Wald streift und die Tiere ruft.

source: Border towns have become riotous in recent weeks, after multiple claims of a red-robed figure appearing in their children's dreams, uttering the same warning: A fire is coming, and it will consume them all.
de: In den letzten Wochen kam es in Grenzstädten zu Aufständen, nachdem mehrfach behauptet wurde, in den Träumen ihrer Kinder sei ihnen eine rot gekleidete Gestalt erschienen, die dieselbe Warnung ausgesprochen habe: „Ein Feuer kommt und es wird sie alle verzehren.“

source: 1 HP - Lasting Scar
de: 1 HP – Bleibende Narbe

source: Roll 1d6. 1: Neck, 2: Hands, 3: Eye, 4: Chest, 5: Legs, 6: Ear. Roll 1d6. If the total is higher than your max HP, take the new result.
de: 2 HP – Rasselnder Schlag

source: You're disoriented and shaken. Describe how you refocus. Roll 1d6. If the total is higher than your max HP, take the new result.
de: 3 PS - Verprügelt

source: You're sent flying and land flat on your face, winded. You are deprived until you rest for a few hours. Then, roll 1d6. Add that amount to your max HP.
de: 4 HP – Gebrochenes Glied

source: Roll 1d6. 1-2: Leg, 3-4: Arm, 5: Rib, 6: Skull. Once mended, roll 2d6. If the total is higher than your max HP, take the new result.
de: 5 HP – Krank

source: You're afflicted with a gross, uncomfortable infection. When you get over it, roll 2d6. If the total is higher than your max HP, take the new result.
de: 6 HP – Neuausrichtung der Kopfwunde

source: Roll 1d6. 1-2: STR, 3-4: DEX, 5-6: WIL. Roll 3d6. If the total is higher than your current Attribute, take the new result.
de: 7 PS – gelähmt

source: You can barely move until you get serious help and rest. After recovery, roll 3d6. If the total is higher than your max DEX, take the new result.
de: 8 HP – Taub

source: You cannot hear anything until you find extraordinary aid. Regardless, make a WIL save. If you pass, increase your max WIL by 1d4.
de: 9 PS - Neu gedacht

source: Some hidden part of your psyche is knocked loose. Roll 3d6. If the total is higher than your max WIL, take the new result.
de: 10 PS – Gespalten

source: An appendage is torn off, crippled, or useless. (The Warden will tell you which.) Then make a WIL save. If you pass, increase your max WIL by 1d6.
de: 11 HP – Tödliche Wunde

source: You are deprived and out of action. You die in one hour unless healed. Upon recovery, roll 2d6. Take the new result as your max HP.
de: 12 PS – Verdammt

source: Death seemed ever so close, but somehow you survived. If your next save against critical damage is a fail, you die horribly. If you pass, roll 3d6. If the total is higher than your max HP, take the new result.
de: Sportlich

source: Brawny
de: Muskulös

source: Flabby
de: Schlaff

source: Lanky
de: Schlaksig

source: Rugged
de: Robust

source: Scrawny
de: Dürr

source: Short
de: Kurz

source: Statuesque
de: Statuenhaft

source: Stout
de: Gedrungen

source: Towering
de: Hoch aufragend
