Repository: TdoubleAV/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Harper's Devotion. A sad, short tale about a musician who falls in love with a star. Start with a Celestial Lute. Reveals the constellations above, no matter the weather.
de: Harpers Hingabe. Eine traurige, kurze Geschichte über einen Musiker, der sich in einen Stern verliebt. Beginnen Sie mit einer himmlischen Laute. Enthüllt die Sternbilder, egal bei welchem Wetter.

source: Celestial Lute
de: Himmlische Laute

source: Reveals the constellations above, no matter the weather.
de: Zeigt die Sternbilder am Himmel, unabhängig vom Wetter.

source: The Reed Fisher. A celebrated song about a massive carp that always seems to get away. Begin with a spool of River Twine (5 uses). Each dip into the river guarantees a catch, though it might not be pleasant.
de: Der Schilffischer. Ein gefeiertes Lied über einen riesigen Karpfen, der immer zu entkommen scheint. Beginnen Sie mit einer Spule Flussschnur (5 Anwendungen). Jeder Sprung in den Fluss garantiert einen Fang, auch wenn es nicht angenehm sein könnte.

source: River Twine
de: Flussschnur

source: Each dip into the river guarantees a catch, though it might not be pleasant.
de: Jeder Sprung in den Fluss garantiert einen Fang, auch wenn dieser nicht angenehm sein könnte.

source: Song of the Silver Stream. A wordless lullaby that mimics flowing water. Take a Stone Flute that can calm almost any river.
de: Steinflöte

source: Can calm almost any river.
de: Kann fast jeden Fluss beruhigen.

source: The Thrush and the Meadow. A moody tale told in alternating chorus. Start with a Feather Quill (1 use, petty). A map drawn with this quill reveals the most expedient course between any two points.
de: Federkiel

source: A map drawn with this quill reveals the most expedient course between any two points.
de: Eine mit dieser Feder gezeichnete Karte zeigt den zweckmäßigsten Weg zwischen zwei beliebigen Punkten.

source: What pays your way across the land?
de: Womit können Sie Ihre Reise durch das Land finanzieren?

source: Performing at taverns always yields both room and board. Sometimes you even get tips! Start with an extra 10gp.
de: Sie sind ein Beschützer für diejenigen, die Angst haben, allein zu reisen. Beginnen Sie mit einem Rapier.

source: You buy low and sell high, always making just enough to get by. Take a single item worth 20gp (or less) from the gear table.
de: Sie kaufen günstig ein und verkaufen teuer, wobei Sie immer gerade genug verdienen, um über die Runden zu kommen. Nehmen Sie einen einzelnen Gegenstand im Wert von 20 Goldstücken (oder weniger) aus der Ausrüstungstabelle.

source: You deliver delicate packages throughout the lands. You have at least one contact in any major town.
de: Karte

source: Relevant to your next journey.
de: Relevant für Ihre nächste Reise.

source: You copy ancient texts and illuminate manuscripts, recording the voices of the clever, the great, and the powerful. You will prove that the pen truly is mightier than the sword.
de: Sie kopieren alte Texte und illuminieren Manuskripte, zeichnen die Stimmen der Klugen, Großen und Mächtigen auf. Sie werden beweisen, dass die Feder tatsächlich mächtiger ist als das Schwert.

source: Quill & Ink
de: Feder und Tinte

source: Blank Book
de: Leeres Buch

source: Awl
de: Ahle

source: Badge
de: Abzeichen

source: What work did you keep for yourself?
de: Welche Arbeiten haben Sie für sich behalten?

source: The Wild Tongue. A bundle of leather-bound scrolls. A seminal work, cataloging the hidden languages of beasts and how to understand them.
de: Die wilde Zunge. Ein Bündel in Leder gebundener Schriftrollen. Ein bahnbrechendes Werk, das die verborgenen Sprachen der Tiere und ihre Bedeutung katalogisiert.

source: The Wild Tongue
de: Die wilde Zunge

source: A bundle of leather-bound scrolls. A seminal work, cataloging the hidden languages of beasts and how to understand them.
de: Ein Bündel in Leder gebundener Schriftrollen. Ein bahnbrechendes Werk, das die verborgenen Sprachen der Tiere katalogisiert und erklärt, wie man sie versteht.

source: The Silent Symphony. Bound in fluorescent wrap. Very rare, it chronicles the subtle signs used by those employing invisibility magic.
de: Die stille Symphonie. In fluoreszierender Umschlag gebunden. Sehr selten, erzählt es die subtilen Zeichen, die von jenen verwendet werden, die Unsichtbarkeitsmagie anwenden.

source: The Silent Symphony
de: Die stille Symphonie

source: Bound in fluorescent wrap. Very rare, it chronicles the subtle signs used by those employing invisibility magic.
de: In fluoreszierender Umschlag gebunden. Sehr selten, es berichtet über die subtilen Zeichen, die von jenen verwendet werden, die Unsichtbarkeitsmagie anwenden.

source: A Treatise on the Abyss. A nondescript black book. An in-depth, largely theoretical text describing the Roots, as well as information about the location of a nearby Gate.
de: Eine Abhandlung über den Abgrund. Ein unscheinbares schwarzes Buch. Ein ausführlicher, weitgehend theoretischer Text, der die Wurzeln beschreibt, sowie Informationen über den Standort eines nahegelegenen Tors.

source: A Treatise on the Abyss
de: Eine Abhandlung über den Abgrund

source: A nondescript black book. An in-depth, largely theoretical text describing the Roots, as well as information about the location of a nearby Gate.
de: Ein unscheinbares schwarzes Buch. Ein ausführlicher, weitgehend theoretischer Text, der die Wurzeln beschreibt und Informationen über den Standort eines nahegelegenen Tors enthält.

source: The Star Waltz. A comet-shaped clasp bound in a fine leather cover. Detailed astronomical charts, celestial movements, and stellar festivals. Highly valued (100gp) for its usefulness to travelers.
de: Der Star Waltz

source: A comet-shaped clasp bound in a fine leather cover. Detailed astronomical charts, celestial movements, and stellar festivals. Highly valued (100gp) for its usefulness to travelers.
de: Die Kathedrale und das Baldachin

source: Large-leaf binding over vellum. Nominally a children's storybook, the margins detail information about traveling, eating, and sleeping in the cloud forests.
de: Großblättriger Einband über Pergament. Nominell ein Kindergeschichtenbuch, enthalten die Ränder detaillierte Informationen über Reisen, Essen und Schlafen in den Nebelwäldern.

source: Garden of Glass. Bound in the cover of another book. A heretical work, it describes the materials, procedures, and optimal locations required to open a Gate.
de: Garten aus Glas. Eingebunden in den Einband eines anderen Buches. Ein ketzerisches Werk, das die Materialien, Verfahren und optimalen Standorte beschreibt, die zum Öffnen eines Tors erforderlich sind.

source: Garden of Glass
de: Garten aus Glas

source: Bound in the cover of another book. A heretical work, it describes the materials, procedures, and optimal locations required to open a Gate.
de: Gebunden in den Einband eines anderen Buches. Ein ketzerisches Werk, das die Materialien, Verfahren und optimalen Standorte beschreibt, die zum Öffnen eines Tors erforderlich sind.

source: How do you transcribe sensitive information?
de: Wie transkribieren Sie vertrauliche Informationen?

source: Fib Ink. Glows when used to write true statements but fades if used to write false ones.
de: Fib-Tinte. Leuchtet, wenn damit wahre Aussagen geschrieben werden, verblasst aber, wenn damit falsche Aussagen geschrieben werden.

source: Fib Ink
de: Fib-Tinte

source: Glows when used to write true statements but fades if used to write false ones.
de: Chiffrierstein. Ein Paar scharfer schwarzer Steine. Jeder entschlüsselt jede vom anderen geschriebene Nachricht.

source: Cipher Stone
de: Chiffre-Stein

source: A pair of sharp black stones. Each one decrypts any message written by the other.
de: Ein Paar scharfer schwarzer Steine. Jeder entschlüsselt die vom anderen geschriebene Nachricht.

source: Everquill. A quill that writes on any surface. You still need ink.
de: Everquill. Eine Feder, die auf jeder Oberfläche schreibt. Tinte braucht man trotzdem.

source: Everquill
de: Immerfeder

source: A quill that writes on any surface. You still need ink.
de: Eine Feder, die auf jeder Oberfläche schreibt. Tinte brauchst du trotzdem.

source: Whisper Vial. Whisper a message into the vial, and it will play it back to whoever opens it next.
de: Flüsterphiole. Flüstern Sie eine Nachricht in die Phiole und sie wird demjenigen vorgespielt, der sie als Nächstes öffnet.

source: Whisper Vial
de: Flüsterphiole

source: Whisper a message into the vial, and it will play it back to whoever opens it next.
de: Flüstern Sie eine Nachricht in die Phiole, und sie wird demjenigen vorgespielt, der sie als Nächstes öffnet.

source: Sanguine Lens. Extracts blood from a target without their knowledge. A stolen drop placed on the eye reveals memories from the past day.
de: Blutige Linse. Entnimmt einem Opfer ohne dessen Wissen Blut. Ein gestohlener Tropfen auf dem Auge enthüllt Erinnerungen vom vergangenen Tag.

source: Sanguine Lens
de: Blutige Linse

source: Extracts blood from a target without their knowledge. A stolen drop placed on the eye reveals memories from the past day.
de: Echoblatt. Ein leeres Pergament. Wer es entfaltet, sieht, wie sich seine Taten des Tages langsam in einer engen Kritzelei offenbaren.

source: Echo Leaf
de: Echoblatt

source: A blank parchment. Whomever unfurls it sees their actions of the day slowly revealed in a tight scrawl.
de: Ein leeres Pergament. Wer es entfaltet, sieht, wie sich seine Taten des Tages langsam in enger Kritzelei offenbaren.

source: Acolyte
de: Akolyth

source: ceremonial dagger (d6)
de: Zeremonieller Dolch (d6)

source: Holy servants bound to a particular deity. Typically travel in groups of four or more.
de: Heilige Diener, die an eine bestimmte Gottheit gebunden sind. Normalerweise reisen sie in Gruppen von vier oder mehr Personen.

source: Carry a holy symbol (Ward once per day).
de: Tragen Sie ein heiliges Symbol (einmal pro Tag beschützen).

source: bite (d8)
de: Biss (d8)

source: Enormous spiders with greenish-black skin and large brains. Can shape shift into human form at will.
de: Riesige Spinnen mit grünlich-schwarzer Haut und großen Gehirnen. Können nach Belieben die Gestalt eines Menschen annehmen.

source: Conduct their magical research in dark, web-filled caverns. Carry the Charm and Command spellbooks at all times.
de: Der Feuerschaden gegen Aranea wird verstärkt.

source: short sword (d6) or short bow (d6)
de: Kurzschwert (d6) oder Kurzbogen (d6)

source: Outlaws who raid settlements, attack ships, or ambush travelers. Groups of four or more are a detachment.
de: Loyal: Beim Moraltest wird mit der Willenskraft des Anführers (13) gerettet. Wenn der Anführer stirbt, werden die anderen fliehen.

source: ghostly touch (d8)
de: geisterhafte Berührung (d8)

source: Incorporeal spirits that linger long after death to haunt the living.
de: Körperlose Geister, die noch lange nach dem Tod anwesend sind und die Lebenden heimsuchen.

source: Unharmed by cold, heat, or the elements. Iron weapon damage is enhanced.
de: Unempfindlich gegen Kälte, Hitze oder Witterungseinflüsse. Der Schaden von Eisenwaffen ist erhöht.

source: Wail: Anyone in earshot must make a WIL save or fall unconscious.
de: Heulen: Jeder in Hörweite muss einen WIL-Save durchführen oder wird bewusstlos.

source: bite (d10)
de: Biss (W10)

source: Long, serpentine lizards that nest deep below the earth or in brambles just underfoot.
de: Es ist schwierig, gegen einen Basilisken zu kämpfen, ohne ihm in die Augen zu sehen. (Angriffe auf ihn sind beeinträchtigt.)

source: Gaze: A target facing the Basilisk is slowly petrified from the bottom up and completely frozen after three rounds. An antidote can be brewed from the Basilisk's gizzards. The creature's reflection is harmless.
de: Blink Dog

source: bite (d6)
de: Beißen (d6)

source: Teleporting canines in service of a powerful master.
de: Teleportierende Hunde im Dienste eines mächtigen Meisters.

source: Can phase out of reality at will. Melee attacks against them are impaired.
de: Können nach Belieben aus der Realität verschwinden. Nahkampfangriffe gegen sie sind beeinträchtigt.

source: Blood Elk
de: Blutelch

source: horns (d8)
de: Hörner (d8)

source: Born from violence resulting from a greedy or selfish act.
de: Entstanden aus Gewalt, die das Ergebnis einer gierigen oder selbstsüchtigen Tat ist.

source: Kill their victims for sustenance, but gains no succor. They are always hungry.
de: Kritischer Schaden: Durchbohrt seine Opfer, indem es ihnen die Eingeweide herausreißt.

source: Boggart
de: Irrwicht

source: Wild, hairy tricksters that prize shiny trinkets above coin.
de: Wilde, haarige Trickser, die glänzenden Schmuck mehr schätzen als Münzen.

source: Boggarts have true names that describe their true nature. Knowing these names gives a person control over them.
de: Boggarts haben wahre Namen, die ihre wahre Natur beschreiben. Kennt man diese Namen, kann man sie kontrollieren.

source: Magic: The Boggart can bring objects to life, sow confusion, create magical disguises, use telekinesis, and teleport.
de: Magie: Der Boggart kann Gegenstände zum Leben erwecken, Verwirrung stiften, magische Verkleidungen erschaffen, Telekinese einsetzen und sich teleportieren.

source: Bone Construct
de: Knochenkonstrukt

source: sharpened arms (d8+d8)
de: geschärfte Arme (d8+d8)

source: Gigantic, four-armed constructs made of bone and sorcery.
de: Gigantische, vierarmige Konstrukte aus Knochen und Zauberei.

source: Mindless guardians that stand ready to attack any creature other than their creator.
de: Geistlose Wächter, die bereit sind, jedes andere Geschöpf als ihren Schöpfer anzugreifen.

source: Bugbear
de: Popanz

source: club (d8)
de: Verein (d8)

source: Large, goblin-like creatures covered in fur.
de: Große, koboldartige Kreaturen mit Fell.

source: Prefer stealth and trickery to gain an advantage.
de: Bevorzugen Sie Heimlichkeit und Tricks, um sich einen Vorteil zu verschaffen.

source: Often command parties of like creatures (typically goblins).
de: Befehligen Sie häufig Gruppen ähnlicher Kreaturen (normalerweise Kobolde).

source: Burrowing Horror
de: Grabender Horror

source: bite (d10), acid squirt (d8, blast)
de: Biss (d10), Säurespritzer (d8, Explosion)

source: Huge insectoids with multiple legs and shiny black eyes. Subsist from dirt, roots, and flesh.
de: Riesige Insekten mit mehreren Beinen und glänzenden schwarzen Augen. Sie ernähren sich von Erde, Wurzeln und Fleisch.

source: Burrow just beneath surfaces to ambush unsuspecting creatures.
de: Graben Sie sich direkt unter die Oberfläche, um ahnungslosen Kreaturen aufzulauern.

source: Critical Damage: Target loses a body part. Roll 1d6. 1: Head, 2-4: Leg, 5-6: Arm.
de: Höhlenheuschrecke

source: Giant plant-eating crickets that dwell in caves. Immune to most types of poison.
de: Riesige pflanzenfressende Grillen, die in Höhlen leben. Immun gegen die meisten Arten von Gift.

source: Their natural coloration allows them to blend in with the stone. They emit loud shrieks when threatened.
de: Durch ihre natürliche Färbung verschmelzen sie mit dem Stein. Bei Bedrohung stoßen sie laute Schreie aus.

source: Centaur
de: Zentaur

source: spear (d8) or short bow (d6)
de: Speer (d8) oder Kurzbogen (d6)

source: Creatures with the lower body and legs of a horse, but a humanoid upper body.
de: Kreaturen mit dem Unterkörper und den Beinen eines Pferdes, aber einem humanoiden Oberkörper.

source: Rarely found alone, preferring the company of their own.
de: Sind selten allein anzutreffen, sie bevorzugen die Gesellschaft ihrer eigenen Leute.

source: Cobblehounds
de: Kopfsteinpflasterhunde

source: Immobile constructs typically used as guardians to great tombs or artifacts.
de: Unbeeindruckt von alltäglichen Überzeugungstechniken, aber mit einer Vorliebe für einen guten Knochen.

source: Creeping Vines
de: Kriechende Reben

source: vines (d4, blast)
de: Ranken (d4, Explosion)

source: Appear as an inert, typical vine. Attacks passing creatures to use their corpses as fertilizer.
de: Erscheint als inerte, typische Rebe. Greift vorbeikommende Kreaturen an, um ihre Leichen als Dünger zu verwenden.

source: Critical Damage: Target is pulled into the air where they asphyxiate within a few minutes.
de: Kritischer Schaden: Das Ziel wird in die Luft gezogen, wo es innerhalb weniger Minuten erstickt.

source: Crypt Guardian
de: Gruftwächter

source: ethereal claws (d8+d8)
de: Ätherische Klauen (d8+d8)

source: Animated skeletons clothed in billowing robes. Their eye sockets are hypnotically red. Defend crypts and tombs, but will not attack if left undisturbed.
de: Belebte Skelette in wallenden Gewändern. Ihre Augenhöhlen sind hypnotisch rot. Verteidigen Krypten und Gräber, greifen aber nicht an, wenn sie ungestört bleiben.

source: Non-magical attacks against them are impaired.
de: Nicht magische Angriffe gegen sie werden beeinträchtigt.

source: Can teleport any target in eyesight to a random room nearby.
de: Kann jedes Ziel in Sichtweite in einen zufälligen Raum in der Nähe teleportieren.

source: Dryad
de: Dryade

source: knotted arms (d6)
de: verknotete Arme (d6)

source: Shy, protective tree spirits that manifest as beautiful, green-skinned humanoids.
de: Schüchterne, beschützende Baumgeister, die sich als schöne, grünhäutige Humanoide manifestieren.

source: Unable to travel far from the tree they are bound to. They perish if the tree is destroyed.
de: Sie können sich nicht weit von dem Baum entfernen, an den sie gebunden sind. Sie sterben, wenn der Baum zerstört wird.

source: Befuddle: Target becomes confused, gradually moving further and further away from the host tree. WIL save once per round to break free.
de: Ettin

source: club (d10)
de: Keule (d10)

source: The two-headed kin of giants. Prefer caves and underground hovels.
de: Die zweiköpfige Verwandtschaft der Riesen. Bevorzugt Höhlen und unterirdische Hütten.

source: Cannot be surprised.
de: Kann nicht überraschen.

source: Eye of Terror
de: Auge des Terrors

source: Floating spheres with large mouths, enormous eyes, and several small eyes set atop long stalks.
de: Sie sind hochintelligent, unglaublich gierig und völlig verrückt.

source: Can cast the following spells at will: Charm, Phobia, Telekinesis, Sleep, Shuffle, Vision. Magic used against them requires a WIL save or it fizzles out.
de: Frostelfe

source: icicle dagger (d6)
de: Eiszapfendolch (d6)

source: Beautiful, amoral, and long-lived.
de: Schön, amoralisch und langlebig.

source: Resistant to most forms of magic.
de: Resistent gegen die meisten Formen von Magie.

source: Can cast the following spells at will: Sleep, Teleport, Detect Magic.
de: Kann nach Belieben die folgenden Zauber wirken: Schlafen, Teleportieren, Magie erkennen.

source: Gargoyle
de: Wasserspeier

source: claws (d8+d8)
de: Klauen (d8+d8)

source: Magical, slow-moving statues of monstrous winged creatures, typically employed as guards or watchdogs.
de: Magische, sich langsam bewegende Statuen monströser geflügelter Kreaturen, die normalerweise als Wächter oder Wachhunde eingesetzt werden.

source: Prowl at nights but fear the day, when the sun's light freezes them in place.
de: Sie schleichen nachts umher, fürchten sich aber vor dem Tag, wenn das Sonnenlicht sie an Ort und Stelle festfriert.

source: Immune to charms and magical sleep.
de: Immun gegen Zauber und magischen Schlaf.

source: Gelatinous Ooze
de: Gelatineartiger Schlamm

source: devouring touch (d8)
de: Verschlingende Berührung (d8)

source: Large shapeless masses of transparent jelly. Mindlessly hunt for food in dungeons and underground caverns.
de: Geist

source: life drain (d6)
de: Lebensentzug (d6)

source: Incorporeal spirits of the restless dead, vulnerable only to magic and specific anointed rites.
de: Kritischer Schaden: Das Ziel muss WIL speichern oder ist besessen und handelt nur im Auftrag der Launen des Geistes.

source: Ghoul
de: Ghul

source: elongated claws (d6+d6)
de: verlängerte Krallen (d6+d6)

source: Grey-skinned man-things wearing shredded clothes that crave only the flesh of the living.
de: Grauhäutige Menschenwesen in zerfetzter Kleidung, die sich nur nach dem Fleisch der Lebenden sehnen.

source: Critical Damage: Target is deprived from their necrotic wound, dying in d4 days unless treated by a priest or skilled healer. If the body is not burned it later rises as a Ghoul as well.
de: Riesenskorpion

source: claws (d10+d10)
de: Klauen (d10+d10)

source: Horse-sized arachnids commonly found in dry terrain or caverns.
de: Pferdegroße Spinnentiere, die häufig in trockenem Gelände oder Höhlen zu finden sind.

source: Critical Damage: The stinger's poison liquefies the target's insides for an additional d8 STR damage. The STR loss is permanent.
de: Gnoll

source: spear (d8)
de: Speer (d8)

source: Ferocious humanoid hyenas spawned from arcane experiments long ago.
de: Wilde, humanoide Hyänen sind das Ergebnis geheimnisvoller Experimente vor langer Zeit.

source: Deadly warriors, they attack as a pack (as detachment) or on their own.
de: Sie sind tödliche Krieger, die im Rudel (als Abteilung) oder alleine angreifen.

source: Goblin
de: Kobold

source: dagger (d6) or sling (d6)
de: Dolch (d6) oder Schleuder (d6)

source: Small, grotesque humanoids with skin in earthly tones of green, brown, and grey.
de: Kleine, groteske Humanoide mit Haut in erdigen Grün-, Braun- und Grautönen.

source: Avoid combat, only attacking when advantageous, using hit-and-run tactics.
de: Vermeiden Sie Kämpfe, greifen Sie nur an, wenn es vorteilhaft ist, und verwenden Sie Hit-and-Run-Taktiken.

source: Sometimes are found using dire wolves as mounts.
de: Manchmal werden schreckliche Wölfe als Reittiere verwendet.

source: Green Dragon
de: Grüner Drache

source: bite (d12), detachment
de: Biss (d12), Ablösung

source: Forest-dwelling snakes topped with tall green scales. Collect great hoards of treasure.
de: Im Wald lebende Schlangen mit hohen grünen Schuppen. Sammeln Sie große Schätze.

source: Use intelligence and cunning to manipulate the weak into their service.
de: Setzen Sie Intelligenz und List ein, um die Schwachen in Ihren Dienst zu zwingen.

source: Chlorine Gas: Anyone nearby must make a DEX save to escape its reach or lose 1d4 STR and becomes deprived.
de: Griffon

source: claws (d6+d6), detachment
de: Klauen (d6+d6), Ablösung

source: Ravenous hybrids, with the head and wings of an eagle and the lower body of a lion.
de: Gefräßige Hybriden mit dem Kopf und den Flügeln eines Adlers und dem Unterkörper eines Löwen.

source: Can be used as mounts if taken young and properly trained.
de: Können als Reittiere verwendet werden, wenn sie jung sind und richtig trainiert werden.

source: Fly and attack at astonishing speeds, diving in to scoop up their prey.
de: Sie fliegen und greifen mit erstaunlicher Geschwindigkeit an und stürzen sich auf ihre Beute, um sie zu schnappen.

source: Critical Damage: Tears flesh and bone from its victim with its razor-sharp beak.
de: Kritischer Schaden: Reißt mit seinem messerscharfen Schnabel Fleisch und Knochen aus seinem Opfer.

source: Grizzly Bear
de: Grizzlybär

source: Reddish-brown bears commonly found in mountains, woodlands, and prairies.
de: Rötlich-braune Bären sind häufig in Bergen, Wäldern und Prärien zu finden.

source: Prefer to eat fish and meat, and will attack the rare unfortunate who crosses their path.
de: Essen am liebsten Fisch und Fleisch und greifen den seltenen Unglücksraben an, der ihren Weg kreuzt.

source: Critical Damage: Bites the victim for an additional d6 STR damage. They bleed out very quickly.
de: Harpyie

source: claws (d6+d6)
de: Klauen (d6+d6)
