Repository: TdoubleAV/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Popular
de: Beliebt

source: Incompetent
de: Inkompetent

source: Xenophobic
de: Fremdenfeindlich

source: Gaunt
de: Hager

source: Harsh Voice
de: Harte Stimme

source: Young
de: Jung

source: Squints
de: Schielen

source: Strong
de: Stark

source: Alert
de: Alarm

source: Bright Eyes
de: Strahlende Augen

source: Notable Hair
de: Bemerkenswerte Haare

source: Missing Ear
de: Fehlendes Ohr

source: Good Posture
de: Gute Haltung

source: Limps
de: Hinken

source: Grimy
de: Schmutzig

source: Muscular
de: Muskulös

source: Thick Eyebrows
de: Dicke Augenbrauen

source: Crooked Teeth
de: Krumme Zähne

source: Heavy Brow
de: Schwere Stirn

source: Pleasant Voice
de: Angenehme Stimme

source: Broad Face
de: Breites Gesicht

source: Tired
de: Müde

source: Eyepatch
de: Augenklappe

source: Tough
de: Hart

source: Clumsy
de: Unbeholfen

source: Attractive
de: Attraktiv

source: Doughy
de: Teigig

source: Fast
de: Schnell

source: Dimples
de: Grübchen

source: Imposing
de: Imposant

source: Tall
de: Groß

source: Wiry
de: Drahtig

source: Weak
de: Schwach

source: Slow
de: Langsam

source: Dark Eyes
de: Dunkle Augen

source: Loud
de: Laut

source: Disfigured
de: Entstellt

source: Herald
de: Herold

source: Quill
de: Feder

source: Tanner
de: Gerber

source: A Blade Called Hope
de: Eine Klinge namens Hoffnung

source: A thin, curved sword that glows with faint light, visible only in total darkness. When bathed in heavy sunlight, its first attack is Enhanced.
de: Ein dünnes, gebogenes Schwert, das schwach leuchtet und nur in völliger Dunkelheit sichtbar ist. Bei starkem Sonnenlicht ist sein erster Angriff verstärkt.

source: Assassin's Goblets
de: Assassinenkelche

source: A pair of fragile wine flutes. Any liquid poured into one is swapped with the other.
de: Ein Paar zerbrechlicher Weinflöten. Jede Flüssigkeit, die in eines gegossen wird, wird mit dem anderen vertauscht.

source: Babbleflask
de: Schwätzer

source: A foreign language is automatically understood and can be spoken back with fluency, so long as the drinker's native tongue is neither spoken nor heard.
de: Eine Fremdsprache wird automatisch verstanden und es kann fließend darauf geantwortet werden, sofern die Muttersprache des Trinkenden weder gesprochen noch gehört wird.

source: Barbed Epaulets
de: Schulterklappen mit Widerhaken

source: Spiked shoulder pads that poison anyone that touches them (STR save or lose consciousness).
de: Besserwand

source: Vibrates with increased intensity when pointed at the best of a series of objects. Recharge: Willingly accept a poor deal or trade while in possession of the wand.
de: Vibriert mit erhöhter Intensität, wenn es auf das beste einer Reihe von Objekten gerichtet wird. Aufladen: Akzeptieren Sie bereitwillig ein schlechtes Geschäft oder einen schlechten Handel, während Sie im Besitz des Zauberstabs sind.

source: Bloodmap
de: Blutkarte

source: A blank leather parchment that absorbs any blood spilled on its surface before rolling into a tight scroll. Unroll to see a rough map revealing the current location of any remaining blood. The image disappears after a few minutes. Recharge: Pour a pint of your own life essence onto the map, blood for blood. You are deprived until you can rest and eat a Ration.
de: Münze des Vaters

source: Flip this worthless-looking hunk of flat metal in the air, and it will transform into d100 gold coins. The illusory coins disappear after one hour. Recharge: Carry the coin for three days without spending or earning any money.
de: Wirf diesen wertlos aussehenden Brocken flachen Metalls in die Luft und er verwandelt sich in d100 Goldmünzen. Die Scheinmünzen verschwinden nach einer Stunde. Aufladen: Trage die Münze drei Tage lang bei dir, ohne Geld auszugeben oder zu verdienen.

source: Dryad's Tear
de: Träne der Dryaden

source: Shatter this crystal to merge with a tree you can touch. You can perceive the goings-on within whatever forest that tree belongs to.
de: Empathie-Stab

source: When two creatures touch this wooden pole at the same time, their physical and emotional states become fully intertwined until they let go. Recharge: Give the rod to a former enemy as a gift. This is a one-way transaction.
de: Augenstein

source: Choose an object created by living creatures. You can sense the nearest example. Recharge: Place in a bucket of rainwater overnight.
de: Wählen Sie ein Objekt, das von Lebewesen geschaffen wurde. Sie können das nächste Beispiel spüren. Aufladen: Legen Sie es über Nacht in einen Eimer mit Regenwasser.

source: Falconstone
de: Falkenstein

source: Perceive the world through the eyes and ears of a nearby bird of prey. You feel whatever it feels but have no control over it. Recharge: Kill and eat a common quarry, cooking the meat alongside the stone.
de: Footpads Freund

source: Soft leather shoes that adapt to fit any foot size. Leave behind footprints that scatter and turn in a confusing manner, making tracking nigh-impossible.
de: Torkreide

source: Draw a doorway on any flat surface to open a one-way passage to the Roots. Good luck.
de: Zeichnen Sie auf eine beliebige flache Oberfläche eine Tür, um einen Einwegdurchgang zu den Wurzeln zu öffnen. Viel Glück.

source: Golden Wheat Paste
de: Goldene Weizenpaste

source: When mixed with water, this substance chemically bonds any two objects.
de: Wenn diese Substanz mit Wasser vermischt wird, verbindet sie zwei beliebige Objekte chemisch.

source: Gossip Box
de: Klatschbox

source: Wind the crank to replay any sound made in the past day in your current location. Each crank goes back one hour. Recharge: Successfully spread one falsehood in the presence of the box.
de: Drehen Sie die Kurbel, um alle Geräusche des letzten Tages an Ihrem aktuellen Standort wiederzugeben. Jede Kurbelbewegung geht eine Stunde zurück. Aufladen: Verbreiten Sie erfolgreich eine Unwahrheit in Gegenwart der Box.

source: Harbinger's Bell
de: Glocke des Vorboten

source: Hang at chest height to ring when danger is imminent. Recharge: Melt and reforge. Each time, roll a d6. On a 1-2, it breaks forever.
de: Homunculus Nagel

source: Prick a finger with the pointy end and hammer into any small object to form a loyal servant [3 HP, 4 STR, 13 DEX, 5 WIL] completely devoted to you. If not destroyed, it will outlive you.
de: Ehrlicher Ohrwurm

source: A foul-smelling, pinky-sized worm that feeds on earwax by crawling into the ear canal of a sleeping person. The victim then loses the ability to lie for 1d4 hours.
de: Ein übelriechender, rosafarbener Wurm, der sich von Ohrenschmalz ernährt, indem er in den Gehörgang einer schlafenden Person kriecht. Das Opfer verliert dann für 1W4 Stunden die Fähigkeit zu liegen.

source: Jar of Ants
de: Glas mit Ameisen

source: Break to release a colony of fire ants [6 HP, 2 STR, 10 DEX, 1 WIL, bite (d10), detachment]. Consumes a ration every two days.
de: Brechen, um eine Kolonie Feuerameisen freizusetzen [6 HP, 2 STR, 10 DEX, 1 WIL, Biss (d10), Ablösung]. Verbraucht alle zwei Tage eine Ration.

source: Last Breath
de: Letzter Atemzug

source: A chipped short sword of dubious quality. Drive into the earth to form a crystal dome that encircles and immobilizes the wielder. The dome is impenetrable by mundane means, and shatters once the sword is lifted again. Recharge: Deliver a killing blow with the sword, absorbing the dying victim's soul into the blade. There is a cunning intelligence within that speaks to the wielder, forever asking for more souls, more!
de: Lightsucker-Kerze

source: Once lit, this black tallow wax sheds darkness rather than light, even in the brightest of days.
de: Einmal angezündet, verbreitet dieses schwarze Talgwachs selbst an den hellsten Tagen eher Dunkelheit als Licht.

source: Lover's Covenant
de: Bund der Liebenden

source: A bottle of red-tinted ink, a broken heart emblazoned on the front. Write up a contract of any length. Any who sign are bound to obey by penalty of death.
de: Streitkolben des Königsmörders

source: Hold the weapon aloft and shout an order or declaration. Any who fail a WIL save must obey, against their better judgment. Recharge: Deliver a fatal blow to the leader of a group or faction.
de: Mottenspiegel

source: A full-length, double-sided glass mirror. Step into the mirror to be transported to another mirror you know. You come out of the other side as an enormous swarm of buzzing moths, striking those around you with paralysis (WIL save to avoid) as they gaze upon you in horror. You can revert to your normal form at will. The mirror only operates in one direction.
de: Ein doppelseitiger Glasspiegel in voller Länge. Treten Sie in den Spiegel, um in einen anderen Spiegel, den Sie kennen, versetzt zu werden. Sie kommen auf der anderen Seite als ein riesiger Schwarm summender Motten heraus und lähmen die Menschen um Sie herum (WIL-Schutz zum Vermeiden), während sie Sie voller Entsetzen anstarren. Sie können nach Belieben in Ihre normale Form zurückkehren. Der Spiegel funktioniert nur in eine Richtung.

source: Muffle Dust
de: Staub dämpfen

source: A pouch of fine dust that muffles all sound in a 40ft radius when scattered.
de: Ein Beutel mit feinem Staub, der beim Verstreuen alle Geräusche in einem Umkreis von 40 Fuß dämpft.

source: Nightstone
de: Nachtstein

source: Rare moon-shaped stones dredged from underwater caves and jungle dolines. Swallow whole to relieve all fatigue and deprivation as if you had a good night's sleep and a good meal. The stone will eventually pass through your system. It isn't fun.
de: Schriftrolle der Auslöschung

source: A single-page document filled with gibberish. Sign anywhere on the page to remove any knowledge of your existence from this plane of reality. No one will know or remember you, and any references to your name or lineage will vanish. The scroll disappears in a puff of smoke that smells faintly of sulfur.
de: Ein einseitiges Dokument voller Kauderwelsch. Unterschreiben Sie irgendwo auf der Seite, um jegliches Wissen über Ihre Existenz aus dieser Realitätsebene zu entfernen. Niemand wird Sie kennen oder sich an Sie erinnern, und alle Hinweise auf Ihren Namen oder Ihre Abstammung werden verschwinden. Die Schriftrolle verschwindet in einer Rauchwolke, die leicht nach Schwefel riecht.

source: Parliament's Promise
de: Das Versprechen des Parlaments

source: A helmet in the form of an owl's head. Its wearer can twist their head around like an owl and can see in darkness with perfect clarity. While wearing the helm, the wearer loses the ability to speak, uttering only the simplest of cooing noises.
de: Ein Helm in Form eines Eulenkopfes. Sein Träger kann seinen Kopf wie eine Eule drehen und in der Dunkelheit klar sehen. Während er den Helm trägt, verliert der Träger die Fähigkeit zu sprechen und gibt nur noch die einfachsten Gurrgeräusche von sich.

source: Phoenix Ash
de: Phönix-Asche

source: Sprinkle over a corpse to resurrect the deceased. They return with full health but no memory of their past life.
de: Streuen Sie es über eine Leiche, um die Toten wiederzubeleben. Sie kehren mit voller Gesundheit zurück, aber ohne Erinnerung an ihr früheres Leben.

source: Ring of the Snake
de: Ring der Schlange

source: A wrought-iron serpent ring. Place it on your finger and fall into a sleep so deep that most will think you are dead. If the ring is removed, you will awaken feeling refreshed. Otherwise, the effect will wear off after one month. Recharge: Bury the ring with a corpse. A month later, exhume the corpse and retrieve it.
de: Ein schmiedeeiserner Schlangenring. Stecken Sie ihn an Ihren Finger und fallen Sie in einen so tiefen Schlaf, dass die meisten glauben werden, Sie seien tot. Wenn Sie den Ring abnehmen, werden Sie erfrischt aufwachen. Andernfalls lässt die Wirkung nach einem Monat nach. Aufladen: Begraben Sie den Ring mit einer Leiche. Einen Monat später exhumieren Sie die Leiche und bergen sie.

source: Roc Feather
de: Roc-Feder

source: Hold while falling to float safely to the ground from any height.
de: Halten Sie während des Falls die Taste gedrückt, um aus jeder Höhe sicher zu Boden zu schweben.

source: Skull Whistle
de: Totenkopfpfeife

source: Produces a chilling scream that forces any who hear it (including the blower) to make a WIL save or become temporarily incapacitated. Recharge: Feed the instrument a clump of human hair pulled from a living skull.
de: Seelenklumpen

source: A hard, fist-sized ball covered in small bumps. When rolled on a flat surface, it collects any objects smaller than its current mass, which subsequently increases as more items are attached to its surface. Only living creatures are immune.
de: Ein harter, faustgroßer Ball, der mit kleinen Beulen bedeckt ist. Wenn er auf einer flachen Oberfläche gerollt wird, sammelt er alle Objekte ein, die kleiner sind als seine aktuelle Masse, die sich dann vergrößert, wenn mehr Objekte an seiner Oberfläche haften. Nur Lebewesen sind immun.

source: Spystone
de: Spionstein

source: A smooth, flat stone that is slightly warm to the touch. Squeeze to record audio in a 40ft radius. Squeeze again to play it back, as many times as you like. Recharge: To record a new sound, skip the rock at least three times on a body of water and recover it.
de: Ein glatter, flacher Stein, der sich leicht warm anfühlt. Drücken Sie, um Audio in einem Radius von 12 Metern aufzunehmen. Drücken Sie erneut, um es so oft wiederzugeben, wie Sie möchten. Aufladen: Um einen neuen Ton aufzunehmen, lassen Sie den Stein mindestens dreimal über ein Gewässer hüpfen und bergen Sie ihn.

source: Sticky Rope
de: Klebriges Seil

source: A 100ft rope that can stick to any surface. Recharge: Cut off 10ft of rope, which then withers away.
de: Ein 100 Fuß langes Seil, das an jeder Oberfläche haften bleibt. Aufladen: Schneiden Sie 10 Fuß Seil ab, das dann verkümmert.

source: Stone Eater
de: Steinfresser

source: A rodent-sized centipede that consumes and digests stone, capable of cutting a small tunnel in under an hour. It can be used more than once, but only if you can catch it (DEX 18).
de: Ein Tausendfüßler in der Größe eines Nagetiers, der Steine frisst und verdaut und in der Lage ist, in weniger als einer Stunde einen kleinen Tunnel zu graben. Er kann mehr als einmal verwendet werden, aber nur, wenn Sie ihn fangen können (DEX 18).

source: Stonewax Gum
de: Steinwachs-Kaugummi

source: Chew, then spit. The gum will harden and stretch, making a perfect, unbreakable seal.
de: Kauen und dann ausspucken. Der Kaugummi wird hart und dehnbar und bildet eine perfekte, unzerbrechliche Versiegelung.

source: Sponge Army
de: Schwammarmee

source: A dozen miniature soldiers made of carved sea sponges. When splashed with water, they grow to full size [8 HP, 6 STR, 13 DEX, 5 WIL, hardened sponge (d6), detachment] and follow the orders of the person they see until they are destroyed or dry out completely (about 10 minutes).
de: Ein Dutzend Miniatursoldaten aus geschnitzten Meeresschwämmen. Wenn sie mit Wasser bespritzt werden, wachsen sie auf ihre volle Größe heran [8 HP, 6 STR, 13 DEX, 5 WIL, gehärteter Schwamm (d6), Ablösung] und befolgen die Befehle der Person, die sie sehen, bis sie zerstört werden oder vollständig austrocknen (ca. 10 Minuten).

source: Tupshead Crown
de: Tupshead-Krone

source: A beautifully rendered ram's head helm wrought from tough alpine oak. The horns can be used as weapons (d6+d6).
de: Ein wunderschön gestalteter Widderkopfhelm aus robuster Alpeneiche. Die Hörner können als Waffen verwendet werden (d6+d6).

source: Veilsilk Grip
de: Schleierenseidengriff

source: A hand wearing this glove can phase through solid objects. Recharge: Snip off one of the fingers.
de: Stimme des Berges

source: A rough pebble imbued with the essence of a mountain spirit. Crush to call forth an earthquake or similar natural disaster. Do not expect to be spared.
de: Ein rauer Kieselstein, der mit der Essenz eines Berggeistes erfüllt ist. Zertrümmern Sie ihn, um ein Erdbeben oder eine ähnliche Naturkatastrophe herbeizuführen. Erwarten Sie nicht, verschont zu bleiben.

source: Ward Stone
de: Ward-Stein

source: A flat, unassuming river stone notched with faded symbols. Smash to release a silvery powder in a 20ft radius that pacifies anyone who breathes it.
de: Ein flacher, unscheinbarer Flussstein mit verblassten Symbolen. Zerschmettere ihn, um ein silbriges Pulver in einem Radius von 20 Fuß freizusetzen, das jeden beruhigt, der es einatmet.

source: Whispergale
de: Flüstersturm

source: A balloon-shaped plant that captures a spoken message and delivers it to a location within a day's walk.
de: Eine ballonförmige Pflanze, die eine gesprochene Nachricht aufnimmt und an einen Ort liefert, der innerhalb einer Tageswanderung erreichbar ist.

source: Whistle-Rope
de: Pfeifenseil

source: 15ft of highly flexible leather. Swirl in the air to generate a powerful subsonic effect that drives away wildlife. Also works underwater.
de: 15 Fuß hochflexibles Leder. Wirbeln Sie in der Luft, um einen starken Unterschalleffekt zu erzeugen, der Wildtiere vertreibt. Funktioniert auch unter Wasser.

source: Wonder Bar
de: Wunderbar

source: Pressing the switch on the side of this iron bar freezes it in place, even in midair. Once frozen, it cannot be moved by any force until the switch is depressed. Recharge: Hold the bar with both hands without letting go for one continuous hour (WIL save to succeed). You can make only one attempt each day.
de: Geisterlaterne

source: Write someone's name onto its glass, and the name will disappear. The lantern reveals a path to their current location, visible only to the holder (day or night). Recharge: Kill the last person found with the help of the lantern, trapping their spirit inside. The lantern must be nearby when they are killed.
de: Schreiben Sie den Namen einer Person auf das Glas und der Name verschwindet. Die Laterne zeigt einen Pfad zu ihrem aktuellen Standort, der nur für den Besitzer sichtbar ist (Tag oder Nacht). Aufladen: Töten Sie die letzte gefundene Person mit Hilfe der Laterne und fangen Sie ihren Geist darin ein. Die Laterne muss in der Nähe sein, wenn sie getötet wird.

source: Adhere
de: Haften

source: An object is covered in extremely sticky slime.
de: Ein Objekt ist mit extrem klebrigem Schleim bedeckt.

source: Adjacent objects stick to the book with great force.
de: Angrenzende Gegenstände bleiben mit großer Kraft am Buch haften.

source: Anchor
de: Anker

source: A strong wire sprouts from your arms, affixing itself to two points within 50ft on each side.
de: Zieht man ein Seil durch die Eisenschlaufe an seinem Rückgrat, wird er so schwer wie ein Elefant.

source: Animate Object
de: Objekt animieren

source: An object obeys your commands as best it can.
de: Ein Objekt gehorcht Ihren Befehlen so gut es kann.

source: Moldable like clay. Childish laughter sprouts from its pages.
de: Formbar wie Ton. Aus seinen Seiten sprießt kindliches Lachen.

source: Anthropomorphize
de: Vermenschlichen

source: An animal either gains human intelligence or human appearance for one day.
de: Ein Tier erhält für einen Tag entweder menschliche Intelligenz oder menschliches Aussehen.

source: Whimpers, purrs and growls depending on its treatment.
de: Wimmern, Schnurren und Knurren, je nach Behandlung.

source: Arcane Eye
de: Arkanes Auge

source: Needs a spritz of water to open.
de: Zum Öffnen ist ein Spritzer Wasser erforderlich.

source: Astral Prison
de: Astrales Gefängnis

source: An object is frozen in time and space within an invulnerable crystal shell.
de: Ein Objekt wird in einer unverwundbaren Kristallhülle in Raum und Zeit eingefroren.

source: Silent, abstract, faces scream in anguish within.
de: Stille, abstrakte Gesichter schreien innerlich vor Angst.

source: Attract
de: Anziehen

source: Two objects are strongly magnetically attracted to each other if they come within 10 feet.
de: In der Nähe befindliche Kompasse drehen sich nutzlos.

source: Auditory Illusion
de: Auditive Illusion

source: You create illusory sounds that seem to come from a direction of your choice.
de: Sie erzeugen illusorische Geräusche, die aus einer Richtung Ihrer Wahl zu kommen scheinen.

source: Produces random and occasionally inopportune sounds throughout the day.
de: Erzeugt den ganzen Tag über zufällige und gelegentlich unpassende Geräusche.

source: Babble
de: Plappern

source: A creature must loudly and clearly repeat everything you think. It is otherwise mute.
de: Ein Lebewesen muss alles, was Sie denken, laut und deutlich wiederholen. Sonst ist es stumm.

source: When the text is read aloud, the words of others become unintelligible.
de: Beim lauten Vorlesen des Textes werden die Worte anderer unverständlich.

source: Bait Flower
de: Köderblume

source: A plant sprouts from the ground that emanates the smell of decaying flesh.
de: Aus dem Boden sprießt eine Pflanze, die den Geruch von verwesendem Fleisch verströmt.

source: Attracts flies.
de: Zieht Fliegen an.

source: Beast Form
de: Bestiengestalt

source: You and your possessions transform into a mundane animal.
de: Sie und Ihr Besitz verwandeln sich in ein gewöhnliches Tier.

source: Covered in thick fur, its edges lined with small teeth.
de: Mit dickem Fell bedeckt, an den Rändern sind kleine Zähne angebracht.

source: Befuddle
de: Verwirren

source: A creature of your choice is unable to form new short-term memories for the duration of the spell.
de: Eine Kreatur Ihrer Wahl ist für die Dauer des Zaubers nicht in der Lage, neue Kurzzeiterinnerungen zu bilden.

source: Its contents shift and change each time it is opened.
de: Sein Inhalt verschiebt und verändert sich bei jedem Öffnen.

source: Body Swap
de: Körpertausch

source: You switch bodies with a creature you touch. If one body dies, the other dies as well.
de: Du tauschst den Körper mit dem Wesen, das du berührst. Wenn ein Körper stirbt, stirbt auch der andere.

source: The front cover shows an image of the last creature to read it.
de: Auf der Vorderseite ist ein Bild des letzten Lebewesens abgebildet, das es gelesen hat.

source: Charm
de: Charme

source: A creature you can see treats you as a friend.
de: Ein Wesen, das Sie sehen können, behandelt Sie wie einen Freund.

source: Warm to the touch, and smells of roses.
de: Fühlt sich warm an und duftet nach Rosen.

source: Command
de: Befehl

source: A target obeys a single three-word command that does not cause it harm.
de: Ein Ziel gehorcht einem einzelnen Befehl aus drei Wörtern, der ihm keinen Schaden zufügt.

source: Grows thinner over time, until finally disappearing forever.
de: Wird mit der Zeit dünner, bis es schließlich für immer verschwindet.

source: Comprehend
de: Begreifen

source: You become fluent in all languages for a short while.
de: Sie beherrschen für kurze Zeit alle Sprachen fließend.

source: Drips letters, staining whatever it touches.
de: Tropft Buchstaben und befleckt alles, was es berührt.

source: Cone of Foam
de: Kegel aus Schaum

source: Dense foam sprays from your hand, coating the target.
de: Dichter Schaum spritzt aus Ihrer Hand und bedeckt das Ziel.

source: Spongy and moist with a soapy residue.
de: Schwammig und feucht mit seifigem Rückstand.

source: Control Plants
de: Kontrollpflanzen

source: Nearby plants and trees obey you and gain the ability to move at a slow pace.
de: In der Nähe befindliche Pflanzen und Bäume gehorchen Ihnen und erlangen die Fähigkeit, sich langsam zu bewegen.

source: Leaves grow along the spine, and it smells faintly of decay.
de: An der Wirbelsäule wachsen Blätter und es riecht leicht nach Verwesung.

source: Control Weather
de: Kontrollieren Sie das Wetter

source: You may alter the type of weather at will, but you do not otherwise control it.
de: Sie können die Wetterart nach Belieben ändern, haben ansonsten jedoch keinen Einfluss darauf.
