Repository: TdoubleAV/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: What never fails to get you out of trouble?
de: Was hilft Ihnen immer aus der Patsche?

source: Fire Eggs: Six small pellets made of sea salt, wood, and crockery-dust. They explode at low heat (d8, blast) but the flames dissipate quickly.
de: Feuereier

source: Six small pellets made of sea salt, wood, and crockery-dust. They explode at low heat but the flames dissipate quickly.
de: Schwarzer Teer: Vielseitig: sowohl klebrig als auch leicht entflammbar. 3 Verwendungsmöglichkeiten.

source: Black Tar
de: Schwarzer Teer

source: Versatile: both sticky and highly flammable.
de: Vielseitig einsetzbar: klebrig und leicht entflammbar.

source: Spiked Boots: Cracks heads (d8) as easily as it does ice and muck. Travel is also a bit slower, but easier.
de: Spikestiefel

source: Cracks heads (d8) as easily as it does ice and muck. Travel is also a bit slower, but easier.
de: Tinker's Paste: Verschließt jede faustgroße Öffnung. 3 Anwendungen.

source: Seals shut any fist-sized opening.
de: Verschließt jede faustgroße Öffnung.

source: Fireworks: A dazzling albeit dangerous display. Enough explosive material to blow off a finger or three. 2 uses remain.
de: Feuerwerk: Ein schillerndes, wenn auch gefährliches Spektakel. Genug Sprengstoff, um einen oder drei Finger abzusprengen. Es bleiben noch 2 Verwendungsmöglichkeiten.

source: Fireworks
de: Feuerwerk

source: A dazzling albeit dangerous display. Enough explosive material to blow off a finger or three.
de: Ein schillerndes, wenn auch gefährliches Spektakel. Genug Sprengstoff, um einen oder zwei Finger abzusprengen.

source: A clever pet, small enough to hide in your pack (bulky), but strong enough to scare off smaller predators. Requires one Ration a day, and it must be meat.
de: Ein schlaues Haustier, klein genug, um es in Ihrem Rucksack zu verstecken (sperrig), aber stark genug, um kleinere Raubtiere zu verscheuchen. Benötigt eine Ration pro Tag und es muss Fleisch sein.

source: Carrion Cat
de: Aaskatze

source: A clever pet, small enough to hide in your pack, but strong enough to scare off smaller predators. Requires one Ration a day, and it must be meat.
de: Durch Blutschwur verpflichtet, die Grenze zu patrouillieren und das Reich zu beschützen. Einmal geschworen, kann der Eid nicht gebrochen werden. Die Wache findet immer ihren eigenen.

source: Light
de: Licht

source: Thorn
de: Dorn

source: Why did you take the Oath?
de: Warum haben Sie den Eid abgelegt?

source: Your family has a long tradition of serving, and you were trained from an early age on how to survive in the wild. When taking the Supply action, your yield increases by one step (e.g. 1d4 > 1d6).
de: Ihre Familie hat eine lange Tradition des Dienens und Sie wurden von klein auf darin geschult, wie man in der Wildnis überlebt. Wenn Sie die Versorgungsaktion durchführen, erhöht sich Ihr Ertrag um einen Schritt (z. B. 1W4 > 1W6).

source: As a convict, the Oath was simply a means of avoiding punishment. Take a set of Lockpicks and the key (petty) to a safehouse.
de: Für einen Sträfling war der Eid lediglich ein Mittel, einer Strafe zu entgehen. Nehmen Sie einen Satz Dietriche und den Schlüssel (kleiner Schlüssel) zu einem Unterschlupf mit.

source: Safehouse Key
de: Safehouse-Schlüssel

source: Noble-born, you joined to escape family trouble. Take a Goosefelt Tarp (fits two) that you stole before leaving home.
de: Als Adliger sind Sie beigetreten, um familiären Problemen zu entgehen. Nehmen Sie eine Plane aus Gänsefilz (für zwei Personen) mit, die Sie gestohlen haben, bevor Sie von zu Hause weggegangen sind.

source: Goosefelt Tarp
de: Plane aus Gänsefilz

source: Fits 2.
de: Passt für 2.

source: When your family lost everything, you took the Oath to avoid becoming a burden. Take extra Rations (3 uses) and a brace of Throwing Knives (d6).
de: Als Ihre Familie alles verloren hat, haben Sie den Eid geschworen, nicht zur Last zu fallen. Nehmen Sie zusätzliche Rationen (3 Verwendungen) und ein Paar Wurfmesser (d6) mit.

source: Throwing Knives
de: Wurfmesser

source: Your life was saved by a member of the Marchguard, and you were inspired to join their ranks. Take a Snare Trap and a Sketchbook filled with detailed drawings.
de: Ein Mitglied der Marchguard hat Ihnen das Leben gerettet und Sie wurden dazu inspiriert, sich ihnen anzuschließen. Nehmen Sie eine Schlingenfalle und ein Skizzenbuch mit detaillierten Zeichnungen mit.

source: Snare Trap
de: Schlingenfalle

source: Sketchbook
de: Skizzenbuch

source: You were in a dark place and decided that your life needed a little direction. You're still not so sure it was the right choice. Take an Oilskin Coat and Mapping Paper.
de: Ölzeugmantel

source: Mapping Paper
de: Kartierungspapier

source: What do you carry as proof of your Oath?
de: Was tragen Sie als Beweis Ihres Eides bei sich?

source: Impressive Pin: A metal badge of honor from the Guard. It can open doors but leaves a trail. Petty.
de: Beeindruckende Anstecknadel: Ein metallenes Ehrenabzeichen der Garde. Es kann Türen öffnen, hinterlässt aber eine Spur. Kleinlich.

source: Impressive Pin
de: Beeindruckende Anstecknadel

source: A metal badge of honor from the Guard. It can open doors but leaves a trail.
de: Schwurkompass: Zeigt nicht nach Norden, sondern zum nächsten Mitglied der Wache. Er zeigt Ihnen auch an, wenn sie sich nähern.

source: Oath Compass
de: Eidkompass

source: Pullstones: Two jet-black stones. When separated, the stones will always roll toward one another.
de: Ziehsteine: Zwei tiefschwarze Steine. Wenn sie getrennt werden, rollen die Steine immer aufeinander zu.

source: Pullstones
de: Ziehsteine

source: Two jet-black stones. When separated, the stones will always roll toward one another.
de: Zwei tiefschwarze Steine. Wenn sie getrennt werden, rollen die Steine immer aufeinander zu.

source: Fireflask: Highly alcoholic, yet strangely delicious. When thrown, it creates a wall of flames 10ft high that burns out after a few minutes. 1 use.
de: Feuerflasche: Hoher Alkoholgehalt, aber seltsamerweise köstlich. Wenn sie geworfen wird, erzeugt sie eine 10 Fuß hohe Flammenwand, die nach ein paar Minuten erlischt. 1 Verwendung.

source: Fireflask
de: Feuerflasche

source: Highly alcoholic, yet strangely delicious. When thrown, it creates a wall of flames 10ft high that burns out after a few minutes. 1 use.
de: Hoher Alkoholgehalt, aber seltsamerweise köstlich. Wenn es geworfen wird, erzeugt es eine 10 Fuß hohe Flammenwand, die nach ein paar Minuten erlischt. 1 Verwendung.

source: Pain Band: Touch an injured creature to transfer their wounds to you. (Exchange their lost STR with your own.) Recharge: Wear the ring while in perfect health. You will lose 1 STR, permanently. Petty.
de: Schmerzband

source: Touch an injured creature to transfer their wounds to you. (Exchange their lost STR with your own.) Recharge: Wear the ring while in perfect health. You will lose 1 STR, permanently.
de: Berühre eine verletzte Kreatur, um ihre Wunden auf dich zu übertragen. (Tausche ihre verlorene STR mit deiner eigenen aus.) Aufladen: Trage den Ring, während du bei bester Gesundheit bist. Du verlierst dauerhaft 1 STR.

source: Poacher's Woe: Strongly-scented arrows (3 uses). The scent is powerful enough to track with ease.
de: Wildererlei: Stark riechende Pfeile (3 Anwendungen). Der Geruch ist stark genug, um ihn problemlos aufzuspüren.

source: Poacher's Woe
de: Das Leid des Wilderers

source: Wits are your sharpest weapon, a facade your strongest shield. But when you do lose, you lose badly.
de: Ihr Verstand ist Ihre schärfste Waffe, eine Fassade Ihr stärkster Schutzschild. Aber wenn Sie verlieren, dann verlieren Sie haushoch.

source: Trick Playing Cards
de: Trick-Spielkarten

source: Fancy Hat
de: Ausgefallener Hut

source: Cane Sword
de: Stockschwert

source: Cart
de: Warenkorb

source: main
de: hauptsächlich

source: How was your fraud exposed?
de: Wie wurde Ihr Betrug aufgedeckt?

source: Your 'patients' kept reporting miraculous recoveries, despite your lack of training. Start with Bandages (3 uses) and a knack for healing.
de: Ihre „Patienten“ berichten immer wieder von wundersamen Genesungen, trotz Ihres Mangels an Training. Beginnen Sie mit Bandagen (3 Anwendungen) und einem Händchen fürs Heilen.

source: After seducing a wealthy patron, their family hired a criminal gang to retrieve you. You got away and need to lay low. Start with Beauty Cream, 2 uses. Apply to appear irresistibly beautiful for the next 12 hours.
de: Schönheitscreme

source: You were a peddler of fake prophesies, but when one turned out to be true, it drew unwanted attention. Roll on the Omens table, but keep the result to yourself. Start with a concealable Knife (d6, petty).
de: Sie haben falsche Prophezeiungen verbreitet, aber als sich eine davon als wahr herausstellte, erregte sie unerwünschte Aufmerksamkeit. Würfeln Sie auf der Omen-Tabelle, aber behalten Sie das Ergebnis für sich. Beginnen Sie mit einem versteckbaren Messer (d6, kleinlich).

source: Knife
de: Messer

source: Concealable.
de: Verdeckbar.

source: Your latest stunt destroyed a priceless artifact and injured a dozen bystanders. Start with a Captain's Uniform (petty), a Ceremonial Sword (harmless, 60gp), and a Bouquet of Flowers.
de: Ihr letzter Stunt hat ein unbezahlbares Artefakt zerstört und ein Dutzend Passanten verletzt. Beginnen Sie mit einer Kapitänsuniform (unbedeutend), einem Zeremonienschwert (harmlos, 60 Goldstücke) und einem Blumenstrauß.

source: Captain's Uniform
de: Kapitänsuniform

source: Ceremonial Sword
de: Zeremonielles Schwert

source: Harmless, worth 60gp
de: Harmlos, 60 Goldstücke wert

source: Bouquet of Flowers
de: Blumenstrauß

source: You were cursed by a hedgewitch for fooling some innocent village folk. Magic acts unpredictably in your hands (WIL save to avoid disaster). If you are the target of magic, the same applies to its wielder.
de: Ihre „Seancen“ mit den Toten waren in Wirklichkeit eine List, bei der ein geschickt verstecktes Zauberbuch der auditiven Illusion im Spiel war. Unweigerlich entdeckte ein Gönner Ihr Geheimnis. Beginnen Sie mit dem Zauberbuch und einem Bündel Schals.

source: Spellbook (Auditory Illusion)
de: Zauberbuch (Akustische Illusion)

source: You create illusory sounds that seem to come from a direction of your choice. Produces random and occasionally inopportune sounds throughout the day.
de: Sie erzeugen illusorische Geräusche, die aus einer Richtung Ihrer Wahl zu kommen scheinen. Produziert den ganzen Tag über zufällige und gelegentlich unpassende Geräusche.

source: What keepsake could always identify you?
de: Mit welchem Andenken können Sie sich immer identifizieren?

source: Royal Crest: Born into royalty, you chose a different life. The Royal Crest grants you access but also alerts your family of your whereabouts. Petty.
de: Königliches Wappen: Als Angehöriger des Königshauses haben Sie sich für ein anderes Leben entschieden. Das königliche Wappen gewährt Ihnen Zugang, informiert Ihre Familie aber auch über Ihren Aufenthaltsort. Kleinlich.

source: Royal Crest
de: Königliches Wappen

source: Born into royalty, you chose a different life. The Royal Crest grants you access but also alerts your family of your whereabouts.
de: Wunderöl: Eine stinkende, glitschige Mischung. 2 Anwendungen.

source: Miracle Oil
de: Wunderöl

source: Surgeon's Soap: A lye and ash block that makes skin temporarily transparent, revealing the anatomy within. 4 uses.
de: Chirurgenseife

source: Goat Powder: Derived from the placenta of a baby goat. Temporarily cures any affliction, but symptoms return within hours.
de: Ziegenpulver: Wird aus der Plazenta eines Ziegenbabys gewonnen. Heilt vorübergehend jedes Leiden, aber die Symptome kehren innerhalb weniger Stunden zurück.

source: Goat Powder
de: Ziegenpulver

source: Cursed Sapphire: Worth 200gp, it noticeably returns to your pocket shortly after you spend it. You can't seem to get rid of it.
de: Verfluchter Saphir: 200 Goldstücke wert, kehrt er merklich in Ihre Tasche zurück, kurz nachdem Sie ihn ausgegeben haben. Sie scheinen ihn nicht loswerden zu können.

source: Cursed Sapphire
de: Verfluchter Saphir

source: Alchemical Tattoo: A dog, cat, or bird that can leave your body on demand. It follows your commands to the best of its abilities and can pass its injuries (as STR loss) back onto you. Petty.
de: Alchemistisches Tattoo: Ein Hund, eine Katze oder ein Vogel, der/die Ihren Körper auf Wunsch verlassen kann. Er/sie befolgt Ihre Befehle nach besten Kräften und kann seine/ihre Verletzungen (als STR-Verlust) auf Sie übertragen. Kleinlich.

source: Alchemical Tattoo
de: Alchemistisches Tattoo

source: Your coin comes from escorting caravans, tracking fugitives, or lending your blade to a cause. You've been a savior, an executioner, a hero, and even a villain. Yours is not a solitary path, however: you'll always have your horse.
de: Ihr Geld verdienen Sie, indem Sie Karawanen eskortieren, Flüchtige verfolgen oder Ihre Klinge für eine gute Sache einsetzen. Sie waren Retter, Henker, Held und sogar Schurke. Ihr Weg ist jedoch kein einsamer: Sie werden immer Ihr Pferd haben.

source: Long sword
de: Langes Schwert

source: Leather jerkin
de: Lederwams

source: What personal code or principle do you uphold?
de: Welchen persönlichen Kodex oder Grundsatz vertreten Sie?

source: No innocent blood: No bystander will come to harm on your watch. Take a Steadymade Buckler (+1 Armor). While holding this shield, you cannot be moved so long as both feet are planted on firm ground.
de: Stabiler Rundschild

source: While holding this shield, you cannot be moved so long as both feet are planted on firm ground.
de: Während Sie diesen Schild halten, können Sie sich nicht bewegen, solange beide Füße auf festem Boden stehen.

source: Revere the tools of death: Weapons are to be respected and maintained. Take a Wyrmbone Whetstone. Following a half-hour ritual sharpening, attacks with the weapon are enhanced until STR damage is dealt.
de: Wyrmknochen-Schleifstein

source: Following a half-hour ritual sharpening, attacks with the weapon are enhanced until STR damage is dealt.
de: Nach einem halbstündigen rituellen Schärfen werden Angriffe mit der Waffe verstärkt, bis STR-Schaden verursacht wird.

source: To the death, always: You never back down from a fight, no matter the odds. Take a Death-Whistle, 1 charge. Its scream frightens away all who hear it (save WIL or flee). Recharge: Capture the final breath of a dying warrior.
de: Bis zum Tod, immer: Du ziehst dich nie aus einem Kampf zurück, egal wie die Chancen stehen. Nimm eine Todespfeife, 1 Ladung. Ihr Schrei verjagt alle, die sie hören (Rette WIL oder fliehe). Aufladen: Fange den letzten Atemzug eines sterbenden Kriegers ein.

source: Death-Whistle
de: Todespfeife

source: Its scream frightens away all who hear it (save WIL or flee). Recharge: Capture the final breath of a dying warrior.
de: Kerbholz

source: Once a vow is marked onto its face, the stick hardens (d8) until it is complete. The stick will snap in half if the vow is ever broken.
de: Sobald ein Gelübde auf die Vorderseite geschrieben ist, verhärtet sich der Stab (d8), bis er vollständig ist. Der Stab zerbricht in zwei Hälften, wenn das Gelübde jemals gebrochen wird.

source: Always pay your debts: You always repay what you owe, whether in coin or in kind. You expect nothing less from all others. Take a Blacked-Out Ledger, then roll a second time on the Bonds table.
de: Bezahlen Sie immer Ihre Schulden: Sie zahlen immer zurück, was Sie schulden, egal ob in Münzen oder in Naturalien. Sie erwarten nichts anderes von allen anderen. Nehmen Sie ein geschwärztes Hauptbuch und würfeln Sie dann ein zweites Mal auf der Anleihentabelle.

source: Blacked-Out Ledger
de: Geschwärztes Hauptbuch

source: What breed is your horse?
de: Welche Rasse ist Ihr Pferd?

source: Heavy Destrier: A beast built for war, an imposing creature. 8 HP, 1 Armor, hooves (d10+d10), +2 slots.
de: Schweres Destrier

source: Blacklegged Dandy: Hardy and adaptable. Tough or Perilous terrain are one step easier. 6 HP. +4 slots.
de: Schwarzbeiniger Dandy

source: Rivertooth: Impressively strong, capable of carrying heavy loads. 4 HP. +6 slots (only +2 slots if carrying two people).
de: Flusszahn

source: Piebald Cob: Intelligent, it can understand simple commands, and even has an instinct for danger. 6 HP. +4 slots.
de: Gescheckter Cob

source: Linden White: Highly trained and agile, it can perform intricate maneuvers in a time of need (no DEX save to flee). 4 HP. +3 slots.
de: Lindenweiß: Hochtrainiert und wendig, kann es in Zeiten der Not komplizierte Manöver durchführen (kein DEX-Save zum Fliehen). 4 HP. +3 Slots.

source: Linden White
de: Lindenweiß

source: Stray Fogger: Wild but very fast (even in Tough terrain). Rides light. 4 HP. +2 slots.
de: Streunender Nebelmacher

source: You are a specter in the night, a fleeting shadow that slips by its prey, unseen. Each kill is a test of cunning and animal determination, a contest between life and death. You know that one day you will lose. You look forward to it.
de: Du bist ein Gespenst in der Nacht, ein flüchtiger Schatten, der ungesehen an seiner Beute vorbeihuscht. Jeder Mord ist eine Prüfung der List und der tierischen Entschlossenheit, ein Kampf zwischen Leben und Tod. Du weißt, dass du eines Tages verlieren wirst. Du freust dich darauf.

source: Tarp
de: Plane

source: Short Sword
de: Kurzschwert

source: Spring-Loaded Trap
de: Federbelastete Falle

source: 4 STR damage
de: 4 STR-Schaden

source: What did you last hunt?
de: Was haben Sie zuletzt gejagt?

source: A mock firefly, baiting water carriers with its glowing lure. Take an Alchemical Limb (d8, petty when worn) to replace the one it tore off and an Oil Can (6 uses). The limb is immune to heat and poison. Needs to be oiled daily.
de: Alchemistisches Glied

source: Immune to heat and poison. Needs to be oiled daily. Petty when worn.
de: Immun gegen Hitze und Gift. Muss täglich geölt werden. Beim Tragen unbrauchbar.

source: An ice nettle, trapping and draining sheep. You lost your commission when the fungus you introduced killed half the flock. Take a Rime Seed (1 use). It freezes any body of water, no matter the size. Don't eat it.
de: Raureifsamen

source: Freezes any body of water, no matter the size. Don't eat it.
de: Friert jede Wassermasse ein, egal wie groß sie ist. Nicht essen.

source: A silver marsh crawler that killed someone close to you. You now carry its Tooth (petty) on a chain around your neck as a warning to others of its kind. The tooth hums softly when something is stalking you.
de: Zahn

source: The Tooth of a Silver Marsh Crawler, carried as a warning to others of its kind. Hums softly when something is stalking you.
de: Der Zahn eines Silbernen Sumpfkriechers, der als Warnung für andere seiner Art getragen wird. Summet leise, wenn dich etwas verfolgt.

source: A malicious forest spirit that poisoned a homestead. You saved a Heartseed from the roots of a dying tree (plant to create a a new forest). Also, take Iron Bracers (+1 Armor, bulky).
de: Ein bösartiger Waldgeist, der ein Gehöft vergiftet hat. Du hast einen Herzsamen aus den Wurzeln eines sterbenden Baumes gerettet (Pflanze, um einen neuen Wald zu erschaffen). Nimm außerdem Eisenarmschienen (+1 Rüstung, sperrig).

source: Heartseed
de: Herzsamen

source: Plant it to create a new forest.
de: Pflanzen Sie es, um einen neuen Wald zu schaffen.

source: Iron Bracers
de: Eiserne Armschienen

source: A hollow wolf that had been frightening travelers. You took pity on the half-starved creature and nursed it back to health. Now it is loyal to you unto death. It is also a great tunneler. 5 HP, 11 STR, 13 DEX, 8 WIL, teeth (d6).
de: Schälmesser

source: What tool is always in your pack?
de: Welches Werkzeug ist immer in Ihrem Rucksack?

source: Fermented Spirits: Keeps you warm at the best of times and as an explosive at the worst. 3 Uses.
de: Fermentierte Spirituosen: Hält Sie im besten Fall warm und dient im schlimmsten Fall als Sprengstoff. 3 Verwendungsmöglichkeiten.

source: Fermented Spirits
de: Fermentierte Spirituosen

source: Keeps you warm at the best of times and as an explosive at the worst.
de: Hält Sie im besten Fall warm und dient im schlimmsten Fall als Sprengstoff.

source: Trail Shaker: A noisy instrument that reveals nearby trails, even when deeply hidden.
de: Trail Shaker: Ein lautes Instrument, das nahe gelegene Spuren aufspürt, selbst wenn sie tief verborgen sind.

source: A noisy instrument that reveals nearby trails, even when deeply hidden.
de: Ein lautes Instrument, das nahe gelegene Spuren erkennt, selbst wenn sie tief verborgen sind.

source: Drowse Balm: A wax bar. If boiled in water, the steam acts as a soporific agent.
de: Drowse Balm: Ein Wachsstück. Wenn es in Wasser gekocht wird, wirkt der Dampf als Schlafmittel.

source: Drowse Balm
de: Schlafbalsam

source: A wax bar. If boiled in water, the steam acts as a soporific agent.
de: Ein Wachsstück. Wenn es in Wasser gekocht wird, wirkt der Dampf als Schlafmittel.

source: Spike and Cord: For traversing difficult terrain or for creating makeshift traps and structures.
de: Spitze und Kordel

source: For traversing difficult terrain or for creating makeshift traps and structures.
de: Zum Durchqueren von schwierigem Gelände oder zum Errichten provisorischer Fallen und Strukturen.

source: Iron Rattle: A noisemaker for distracting or scaring your quarry. Sounds convincingly like a snake.
de: Eiserne Rassel: Ein Krachmacher, um Ihre Beute abzulenken oder zu erschrecken. Klingt überzeugend wie eine Schlange.

source: Iron Rattle
de: Eiserne Rassel

source: A noisemaker for distracting or scaring your quarry. Sounds convincingly like a snake.
de: Ein Krachmacher, um Ihre Beute abzulenken oder zu erschrecken. Klingt überzeugend wie eine Schlange.

source: Hardening Glue: Makes any flat material (cloth, leather, sand) as hard as stone. Expensive (20gp a bottle, 3 uses).
de: Aushärtender Kleber

source: Makes any flat material (cloth, leather, sand) as hard as stone. Expensive (20gp a bottle)
de: Sie singen die Geschichten von Flüssen und Seen, und Ihr Talent beruhigt Freunde und die Elemente gleichermaßen. Sie haben mehr gesehen als die meisten, aber irgendwie scheint es nie genug zu sein.

source: Brook
de: Bach

source: Stone
de: Stein

source: Dale
de: Tal

source: Rain
de: Regen

source: Water Shoes
de: Wasserschuhe

source: Compass
de: Kompass

source: What songs are you best known for?
de: Für welche Lieder sind Sie am bekanntesten?

source: The Tinker's Two-Step. A humorous fairy tale about a gift-giving traveler. Start with a Reed Whistle. Anyone in earshot must pass a WIL save to perform an act of violence.
de: Der Zweischritt des Kesselflickers. Ein humorvolles Märchen über einen Geschenke machenden Reisenden. Beginne mit einer Rohrpfeife. Jeder in Hörweite muss einen WIL-Save bestehen, um eine Gewalttat zu begehen.

source: Reed Whistle
de: Rohrpfeife

source: Anyone in earshot must pass a WIL save to perform an act of violence.
de: Jeder in Hörweite muss einen WIL-Save bestehen, um eine Gewalttat auszuführen.

source: The Sylph and Her Lover. A bawdy tale of lost love. Start with a Breeze Knot (3 charges). Creates a strong breeze. Recharge: Tie it to a mast during a storm.
de: Die Sylphe und ihr Liebhaber. Eine schlüpfrige Geschichte über verlorene Liebe. Beginnen Sie mit einem Windknoten (3 Ladungen). Erzeugt eine starke Brise. Aufladen: Binden Sie ihn während eines Sturms an einen Mast.

source: Breeze Knot
de: Brise Knoten

source: Creates a strong breeze. Recharge: Tie it to a mast during a storm.
de: Erzeugt eine kräftige Brise. Aufladen: Bei Sturm an einem Mast festbinden.
