Repository: TdoubleAV/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: You delve deep into the Wood, prying its secrets from between rough boughs and whispering leaves. To this verdant kingdom, you are no mere scholar but its confidant as well.
de: Sie dringen tief in den Wald ein und entlocken ihm zwischen rauen Ästen und flüsternden Blättern seine Geheimnisse. Für dieses grüne Königreich sind Sie nicht nur ein Gelehrter, sondern auch sein Vertrauter.

source: Moss
de: Moos

source: Fern
de: Farn

source: Lichen
de: Flechte

source: Root
de: Wurzel

source: Willow
de: Weide

source: Sage
de: Salbei

source: Yarrow
de: Schafgarbe

source: Rowan
de: Eberesche

source: Ash
de: Asche

source: Iron Pot
de: Eisentopf

source: Root Knife
de: Wurzelmesser

source: Healing Salve
de: Heilsalbe

source: Twine Bauble
de: Schnurkugel

source: Ward: A silver circle 50ft across appears on the ground. Choose one species that cannot cross it.
de: Abwehr: Auf dem Boden erscheint ein silberner Kreis mit einem Durchmesser von 50 Fuß. Wählen Sie eine Art, die ihn nicht überqueren kann.

source: How has the Wood failed you?
de: Wie hat das Holz Sie im Stich gelassen?

source: An ill-tempered forest spirit cursed you for stealing, marking you as an enemy of their kind. Take a Bezoar Stone. Ingesting it cures any poison (1 use, unless retrieved).
de: Bezoar-Stein

source: Ingesting it cures any poison (1 use, unless retrieved).
de: Die Einnahme heilt jedes Gift (1 Anwendung, sofern nicht zurückgeholt).

source: A close friend disappeared into the forest. Now you see their face in any tea you brew. Take a Soporific Concoction (3 uses).
de: Ein enger Freund ist im Wald verschwunden. Jetzt sehen Sie sein Gesicht in jedem Tee, den Sie aufbrühen. Nehmen Sie ein Schlafmittel (3 Anwendungen).

source: Soporific Concoction
de: Schlafmittel

source: You were poisoned, losing your sense of taste and smell. You can now withstand noxious fumes and always carry Antitoxin (2 uses).
de: Sie wurden vergiftet und haben Ihren Geschmacks- und Geruchssinn verloren. Jetzt können Sie giftigen Dämpfen standhalten und haben immer ein Antitoxin dabei (2 Anwendungen).

source: Your radical experiments turned your skin green, and you now gain nourishment as a plant. You don't need Rations, but a day without sufficient sunlight and water leaves you deprived.
de: Ihre beeindruckende Leichenblume gewann einen lokalen Wettbewerb und tötete dann prompt einen Richter. Sie sind geflohen, aber nicht ohne das Preisgeld (100 Goldstücke) und einen Haftbefehl gegen Sie.

source: You created a restorative tincture that also causes accidental infertility. Take a Healing Potion that completely restores STR. Only you know of its unintended side-effects.
de: Heiltrank

source: Completely restores STR. Only you know of its unintended side-effects.
de: Stellt STR vollständig wieder her. Nur Sie kennen die unbeabsichtigten Nebenwirkungen.

source: What keeps you safe while in the Wood?
de: Was schützt Sie im Wald?

source: Amadou: A vermilion fungus that catches fire quite easily. 3 uses.
de: Amadou: Ein zinnoberroter Pilz, der recht leicht Feuer fängt. 3 Verwendungsmöglichkeiten.

source: A vermilion fungus that catches fire quite easily.
de: Ein zinnoberroter Pilz, der recht leicht Feuer fängt.

source: Delphinium: Breathe water for up to one hour. 1 use, but can be divided into fractional doses.
de: Delphinium: Atmen Sie bis zu einer Stunde lang Wasser ein. 1 Anwendung, kann aber in Teildosen aufgeteilt werden.

source: Delphinium
de: Rittersporn

source: Breathe water for up to one hour. Can be divided into fractional doses.
de: Atmen Sie Wasser bis zu einer Stunde lang. Kann in Teildosen aufgeteilt werden.

source: Tacky Stalk: A woody reed that hardens into a permanent adhesive when chewed. 2 uses.
de: Tacky Stalk: Ein holziges Schilfrohr, das beim Kauen aushärtet und einen dauerhaften Klebstoff bildet. 2 Verwendungsmöglichkeiten.

source: Tacky Stalk
de: Klebriger Stiel

source: A woody reed that hardens into a permanent adhesive when chewed.
de: Ein holziges Schilfrohr, das beim Kauen aushärtet und einen dauerhaften Klebstoff bildet.

source: Wisp Lantern: Caged in wrought iron, provides a dim light so long as the wisp is able to feed on nearby pain and fear.
de: Irrlicht-Laterne: In einem Käfig aus Schmiedeeisen untergebracht, spendet sie schwaches Licht, solange sich das Irrlicht von Schmerz und Angst in der Nähe ernähren kann.

source: Wisp Lantern
de: Irrlicht-Laterne

source: Provides a dim light so long as the wisp is able to feed on nearby pain and fear.
de: Spendet schwaches Licht, solange sich das Irrlicht von Schmerz und Angst in der Nähe ernähren kann.

source: Seed Bomb: A canvas sack filled with seeds that explode on impact. d6 damage (blast, 3 uses).
de: Samenbombe

source: A canvas sack filled with seeds that explode on impact. d6 damage (blast, 3 uses).
de: Dornenrebe

source: Entangles any creature up to horse size (STR to break free). Reusable.
de: Fesselt jedes Lebewesen bis zur Größe eines Pferdes (STR zum Befreien). Wiederverwendbar.

source: Born of both the mortal world and the unseen, you are an enigma to some and feared by many. Yours is the tale of what happens when two worlds collide.
de: Geboren sowohl in der Welt der Sterblichen als auch im Unsichtbaren, sind Sie für manche ein Rätsel und werden von vielen gefürchtet. Ihre Geschichte handelt davon, was passiert, wenn zwei Welten aufeinanderprallen.

source: Spellbook (Thicket)
de: Zauberbuch (Dickicht)

source: A thicket of trees and dense brush up to 50ft wide suddenly sprouts up. Wrapped in vines that must be destroyed again with each use.
de: Eiserner Dolch

source: Herbs Pouch
de: Kräuterbeutel

source: Restore 1 STR.
de: Stellt 1 STR wieder her.

source: Ghillie Suit
de: Ghillie-Anzug

source: What did you bring back from the Unseelie Court?
de: Was hast du vom Unseelie Court mitgebracht?

source: A Black Rose Fiddle (bulky). Its music causes intense sadness and immobility in nearby mortals. (Others are merely fascinated.) You don't know how to play.
de: Schwarze Rosengeige

source: Its music causes intense sadness and immobility in nearby mortals. (Others are merely fascinated.) You don't know how to play.
de: Beine aus Papier. Du bist extrem leicht und kannst mehrere Stockwerke fallen, ohne verletzt zu werden. Versuche, sie nicht zu zerreißen oder nass zu machen.

source: Paper Legs
de: Papierbeine

source: You are extremely light and can fall a few stories without getting hurt. Try to avoid tearing them or getting them wet.
de: Ein lebender Albtraum, der in dir wohnt, sich aber manifestiert, wenn du in Gefahr bist. Er hat dieselben Attribute und HP wie du und greift mit Klauen an (d8+d8). Er verschwindet bei kritischem Schaden (erleidet 1d4 WIL-Schaden) und erscheint beim nächsten Vollmond wieder.

source: Living Nightmare
de: Lebender Albtraum

source: Manifests whenever you are in danger. It has your same Attributes and HP and attacks with claws (d8+d8). It disappears on Critical Damage (take 1d4 WIL damage), re-appearing again on the next full moon.
de: Manifestiert sich, wenn Sie in Gefahr sind. Es hat dieselben Attribute und HP wie Sie und greift mit Klauen an (d8+d8). Es verschwindet bei kritischem Schaden (erleidet 1d4 WIL-Schaden) und erscheint beim nächsten Vollmond wieder.

source: A Raven Familiar [8 HP, 3 STR, 11 DEX, 13 WIL, beak, (d6)]. It speaks as an intelligent being and is entirely devoted to you.
de: Ein Rabenvertrauter [8 HP, 3 STR, 11 DEX, 13 WIL, Schnabel, (d6)]. Er spricht wie ein intelligentes Wesen und ist Ihnen vollkommen ergeben.

source: Raven Familiar
de: Rabenvertrauter

source: [8 HP, 3 STR, 11 DEX, 13 WIL, beak, (d6)]. It speaks as an intelligent being and is entirely devoted to you.
de: Ein Dorndorn. Er kann jedes organische Material durchbohren (ziemlich schmerzhaft), hinterlässt aber beim Entfernen keine Spuren des Eindringens.

source: Briar Thorn
de: Dornbusch

source: Can pierce any organic material without leaving a trace.
de: Kann jedes organische Material durchdringen, ohne Spuren zu hinterlassen.

source: A Fae creature's True Name. Use it to summon its owner for an act of great service, but only once. It could also fetch a hefty price, from the right buyer.
de: Der wahre Name einer Feenkreatur. Verwenden Sie ihn, um ihren Besitzer für einen großen Dienst herbeizurufen, aber nur einmal. Beim richtigen Käufer könnte er auch einen hohen Preis erzielen.

source: What concoction do you carry, and what rare ingredients did you gather to make it?
de: Welches Gebräu haben Sie dabei und welche seltenen Zutaten haben Sie gesammelt, um es herzustellen?

source: Rebirth Ash: Remnants of a bark spirit. Sprinkle to reignite a fire that has died or return to life a creature that has died only moments before. 3 uses.
de: Wiedergeburtsasche

source: Remnants of a bark spirit. Sprinkle to reignite a fire or return to life a recently deceased creature.
de: Überreste eines Baumgeistes. Streuen Sie es, um ein Feuer neu zu entzünden oder ein kürzlich verstorbenes Wesen wieder zum Leben zu erwecken.

source: Glamour Feather: Plume of a firebird. Can make any creature appear convincingly as someone (or something) else. 1 use.
de: Glamourfeder: Feder eines Feuervogels. Kann jedes Wesen überzeugend als jemand (oder etwas) anderes erscheinen lassen. 1 Verwendung.

source: Glamour Feather
de: Glamour-Feder

source: Can make any creature appear as someone or something else.
de: Kann jedes Wesen als jemand oder etwas anderes erscheinen lassen.

source: Hawthorn Seed: An acorn from the other side, gathered on the spring equinox. When planted, it sprouts a luxurious shelter, collapsing at moonrise the next day. 1 use.
de: Weißdornsamen: Eine Eichel von der anderen Seite, gesammelt zur Frühlingstagundnachtgleiche. Wenn sie eingepflanzt wird, sprießt ein luxuriöser Unterschlupf, der am nächsten Tag bei Mondaufgang zusammenbricht. 1 Verwendung.

source: Hawthorn Seed
de: Weißdornsamen

source: An acorn from the other side, gathered on the spring equinox. When planted, it sprouts a luxurious shelter, collapsing at moonrise the next day.
de: Eine Eichel von der anderen Seite, gesammelt zur Tagundnachtgleiche im Frühling. Wenn sie eingepflanzt wird, wächst daraus ein luxuriöser Unterschlupf, der am nächsten Tag bei Mondaufgang zusammenbricht.

source: Stonetree Sap: Sap obtained in exchange for blood. Hardens when rubbed on any surface (+1 Armor). 3 uses.
de: Steinbaumsaft: Saft, der im Tausch gegen Blut gewonnen wird. Wird hart, wenn er auf eine beliebige Oberfläche gerieben wird (+1 Rüstung). 3 Verwendungen.

source: Stonetree Sap
de: Steinbaumsaft

source: Sap obtained in exchange for blood. Hardens when rubbed on any surface (+1 Armor).
de: Nachtstaubpulver

source: Day turns to night for a short while when tossed in the air.
de: Wenn man es in die Luft wirft, wird der Tag für kurze Zeit zur Nacht.

source: Hex Stone: Gathered from a river that flows from the other side. Removed from its iron tin, it can absorb the effects of an active magical effect. If destroyed, the magic is released. 1 use.
de: Hex-Stein

source: Absorbs an active magical effect; releasing it if destroyed.
de: Absorbiert einen aktiven magischen Effekt und gibt ihn frei, wenn er zerstört wird.

source: You are a mere digit on the unerring hand of justice. You go where others fear to tread, unyielding and unbroken.
de: Sie sind nur ein Finger in der unfehlbaren Hand der Gerechtigkeit. Sie gehen dorthin, wo andere sich nicht hintrauen, unnachgiebig und ungebrochen.

source: Vestments of the Order
de: Gewänder des Ordens

source: Blessed Tinctures
de: Gesegnete Tinkturen

source: Silver Knife
de: Silbermesser

source: Crossbow
de: Armbrust

source: To which order do you belong?
de: Zu welchem Orden gehörst Du?

source: Order of the Crossroads. Take a Pocket Leyfinder. It points to nearby ley lines and other sources of arcane power. If you lose it, the punishment is death.
de: Orden der Kreuzung. Nimm einen Taschen-Leyfinder mit. Er zeigt auf nahegelegene Ley-Linien und andere Quellen arkaner Macht. Wenn du ihn verlierst, ist die Strafe der Tod.

source: Pocket Leyfinder
de: Taschen-Leyfinder

source: It points to nearby ley lines and other sources of arcane power. If you lose it, the punishment is death.
de: Es weist auf nahegelegene Ley-Linien und andere Quellen arkaner Macht hin. Wenn Sie es verlieren, ist die Strafe der Tod.

source: Order of the Bleeding Star. Take a Star-Iron Mace (d8). It shines faintly in darkness and becomes very hot in the presence of witchcraft.
de: Sterneisen-Streitkolben

source: It shines faintly in darkness and becomes very hot in the presence of witchcraft.
de: Es leuchtet schwach in der Dunkelheit und wird in Gegenwart von Hexerei sehr heiß.

source: Order of the Glass Sigil. Take a short sword (d8) and chainmail (2 Armor, bulky). You have contacts in most towns (the more rural, the better) willing to provide aid, food, or even weapons.
de: Kurzschwert

source: Chainmail
de: Kettenhemd

source: Order of the Blank Eye. Take a Voidglass Shard. Peer through it to see invisible marks, creatures, and other magical effects. Lose the use of your eye for an hour afterwards (you are deprived).
de: Orden des leeren Auges. Nimm eine Voidglass-Scherbe. Blicke hindurch, um unsichtbare Zeichen, Kreaturen und andere magische Effekte zu sehen. Verliere danach für eine Stunde die Funktion deines Auges (du bist entzogen).

source: Voidglass Shard
de: Voidglas-Scherbe

source: Peer through it to see invisible marks, creatures, and other magical effects. Lose the use of your eye for an hour afterwards (you are deprived).
de: Orden von Kanaas. Einmal am Tag kannst du dich in einen Wolf verwandeln. Nimm eine Quecksilberkette. Ohne sie kannst du dich nicht zurückverwandeln.

source: Quicksilver Chain
de: Quecksilberkette

source: Without it, you are unable to shift back.
de: Ohne sie ist eine Rückschaltung nicht möglich.

source: Order of the Silent Veil. Take a Quell Stone (2 uses) wrapped in burlap. Extinguishes any nearby flames once exposed to air.
de: Quellstein

source: Extinguishes any nearby flames once exposed to air.
de: Löscht alle Flammen in der Nähe, sobald sie der Luft ausgesetzt werden.

source: What was your vow?
de: Was war Ihr Gelübde?

source: Honesty. Choose a weapon type (blunt, blade, etc). Attacks against you of this type are impaired. If your vow is broken, you lose d4 WIL.
de: Ehrlichkeit. Wählen Sie einen Waffentyp (Schlagwaffe, Klinge usw.). Angriffe dieses Typs gegen Sie sind beeinträchtigt. Wenn Ihr Schwur gebrochen wird, verlieren Sie d4 WIL.

source: Poverty. You carry the Disassemble Spellbook. Only you can use it. If your vow is broken, it explodes (d12 STR damage).
de: Armut. Du trägst das Zauberbuch „Zerlegen“. Nur du kannst es benutzen. Wenn dein Schwur gebrochen wird, explodiert es (d12 STR-Schaden).

source: Spellbook (Disassemble)
de: Zauberbuch (zerlegen)

source: Any of your body parts may be detached and reattached at will, without causing pain or damage. You can still control them. Only you can use it. If your vow is broken, it explodes (d12 STR damage). Regenerates any torn or defaced pages.
de: Alle Ihre Körperteile können nach Belieben abgelöst und wieder angebracht werden, ohne dass Schmerzen oder Schäden entstehen. Sie können sie immer noch kontrollieren. Nur Sie können sie verwenden. Wenn Ihr Schwur gebrochen wird, explodiert es (d12 STR-Schaden). Regeneriert alle zerrissenen oder verunstalteten Seiten.

source: Selflessness. You are immune to mind-altering magical effects, such as charm, hatred, frenzy, and so on. If you break this vow, you lose d6 WIL.
de: Wohltätigkeit. Einmal am Tag kannst du eine Müdigkeit abschütteln. Wenn dein Schwur jemals gebrochen wird, verlierst du dauerhaft einen Inventarplatz.

source: Valor. The first time you inflict Critical Damage, you receive +d4 HP, returning to the previous limit at the end of combat. If your vow is broken, you die.
de: Was inspiriert die Seele mehr als Lieder, Worte und Spektakel? Warum jahrelang üben, um das Geheimnisvolle zu meistern, wenn man bereits echte Magie in sich trägt?

source: Costume
de: Kostüm

source: Simple Instrument (Pipes, Lute, etc.)
de: Einfaches Instrument (Pfeife, Laute usw.)

source: Lucky Jerkin
de: Glückliches Wams

source: What happened at your final performance?
de: Was ist bei Ihrem letzten Auftritt passiert?

source: Despite your training in the deadly arts, an actor died and you were blamed. Take a light-weight Rapier (d6) and a false identity.
de: Trotz Ihrer Ausbildung in den tödlichen Künsten starb ein Schauspieler und Sie wurden dafür verantwortlich gemacht. Nehmen Sie ein leichtes Rapier (d6) und eine falsche Identität.

source: The crowd loved your catchy tune about a noble and his romantic failings. The noble in question, not so much. Take the Read Mind Spellbook and a warrant for your arrest.
de: Gedankenzauberbuch lesen

source: You can hear the surface thoughts of nearby creatures. Long-term possession can cause the reader to mistake the thoughts of others as their own.
de: Buch über Astronomie

source: You mocked a forgotten trickster god and were cursed for it. You speak only in perfect rhyme. Ironically, this has only made you more popular among your peers. Take a Thesaurus (20gp). Without it, you are deprived.
de: Du hast einen vergessenen Trickster-Gott verspottet und wurdest dafür verflucht. Du sprichst nur in perfekten Reimen. Ironischerweise hat dich das bei deinen Mitmenschen nur noch beliebter gemacht. Nimm einen Thesaurus (20 Goldstücke). Ohne ihn bist du aufgeschmissen.

source: Worth 20gp. Without it you are deprived.
de: Wert: 20 Goldstücke. Ohne geht es Ihnen nichts.

source: You were scarred in an on-stage accident. The crowd cheered, thinking it was part of the act. Take well-worn Stage Mail (1 Armor), a memorable scar, and a fear of applause.
de: Sie haben bei einem Unfall auf der Bühne Narben davongetragen. Die Menge jubelte, weil sie dachte, es sei Teil der Show. Nehmen Sie abgenutzte Bühnenrüstung (1 Rüstung), eine einprägsame Narbe und Angst vor Applaus.

source: Stage Mail
de: Bühnenmail

source: Your respectable puppeteering skills were matched only by your mimicry. You were so good you were branded a witch (literally) and banished. Take an Uncanny Hand-Puppet and a Rabbit Skull (petty) that protects against charms.
de: Unheimliche Handpuppe

source: Rabbit Skull
de: Kaninchenschädel

source: Protects against charms.
de: Schützt vor Zaubersprüchen.

source: What trinket were you unable to leave behind?
de: Auf welches Schmuckstück konnten Sie nicht verzichten?

source: False Cuffs: Comfortable, realistic-looking cuffs. Only you know the trick to get out of them.
de: Falsche Fesseln: Bequeme, realistisch aussehende Fesseln. Nur Sie kennen den Trick, um sie loszuwerden.

source: False Cuffs
de: Falsche Manschetten

source: Comfortable, realistic-looking cuffs. Only you know the trick to get out of them.
de: Bequeme, realistisch aussehende Fesseln. Nur Sie kennen den Trick, um sie loszuwerden.

source: Pocket Theatre: A set of small puppets and a folding stage. Good for quick distractions.
de: Taschentheater

source: A set of small puppets and a folding stage. Good for quick distractions.
de: Ein Set mit kleinen Puppen und einer Klappbühne. Gut für eine schnelle Ablenkung.

source: Ghost Violin: A dark-grey violin that plays a haunting tune, mirrored by an invisible, distant twin.
de: Geistervioline

source: A dark-grey violin that plays a haunting tune, mirrored by an invisible, distant twin.
de: Eine dunkelgraue Geige, die eine eindringliche Melodie spielt, gespiegelt von einem unsichtbaren, entfernten Zwilling.

source: Tragic Tales: Banned in proper company, this book becomes less bawdy and more harrowing towards the end. Worth 100gp.
de: Tragische Geschichten: In angemessener Gesellschaft verboten, wird dieses Buch gegen Ende weniger anstößig und erschütternder. Wert: 100 Goldstücke.

source: Tragic Tales
de: Tragische Geschichten

source: Banned in proper company, it becomes less bawdy and more harrowing towards the ends. Worth 100gp.
de: In angemessener Gesellschaft verboten, wird es gegen Ende weniger anstößig und erschütternder. Wert: 100 Goldstücke.

source: Mythos Mask: A plaster mask that allows one to take on a monster's countenance. Once it comes off, add a Fatigue.
de: Mythos Maske

source: A plaster mask that allows one to take on a monster's countenance. Once it comes off, add a Fatigue.
de: Eine Gipsmaske, die einem die Gestalt eines Monsters verleiht. Sobald sie abgenommen wird, fügt man eine Müdigkeit hinzu.

source: Rebreak Glass: A wine flute that can be broken multiple times, reforming after 24 hours. Makes a really loud noise.
de: Glas erneut zerbrechen: Ein Weinglas, das mehrfach zerbrochen werden kann und sich nach 24 Stunden wieder zusammensetzt. Macht ein wirklich lautes Geräusch.

source: Rebreak Glass
de: Glas erneut zerbrechen

source: A wine flute that can be broken multiple times, reforming after 24 hours. Makes a really loud noise.
de: Zange

source: Roll of Tin
de: Rolle aus Blech

source: Gloves
de: Handschuhe

source: What is your trade?
de: Was ist Ihr Beruf?

source: You build small contraptions for local guilds (and don't ask too many questions). Take an extra 40gp and a wanted poster with your face on it. Given time and materials, you can open almost any door or vault.
de: Sie bauen kleine Apparate für lokale Gilden (und stellen nicht zu viele Fragen). Nehmen Sie 40 Goldstücke zusätzlich und ein Steckbrief mit Ihrem Gesicht darauf. Wenn Sie Zeit und Material haben, können Sie fast jede Tür oder jeden Tresor öffnen.

source: You deal in home goods and tools, hawking your wares to townspeople across the lands. Take 20gp worth of items from the gear table. You are fluent in the Traveler's Cant.
de: Sie handeln mit Haushaltswaren und Werkzeugen und verkaufen Ihre Waren an Stadtbewohner im ganzen Land. Nehmen Sie Gegenstände im Wert von 20 Goldstücken aus der Ausrüstungstabelle. Sie beherrschen die Reisesprache fließend.

source: gear_table
de: Getriebetabelle

source: You were a military smelter, before peace destroyed your livelihood. Take a smelting hammer (d10, bulky) and a tin helm (+1 Armor). Given time and adequate materials, you can repair armor.
de: Schmelzhammer

source: Given time and adequate materials, you can repair armor.
de: Mit der Zeit und den entsprechenden Materialien können Sie Rüstungen reparieren.

source: Tin Helm
de: Blechhelm

source: You sell rare and quality items to monasteries and nobles alike. Take a Spyglass, a Necklace (petty) worth 20gp, and a Scroll of Mirrorwalk (petty).
de: Sie verkaufen seltene und hochwertige Gegenstände an Klöster und Adlige gleichermaßen. Nehmen Sie ein Fernglas, eine Halskette (klein) im Wert von 20 Goldstücken und eine Schriftrolle des Spiegelgangs (klein).

source: Spyglass
de: Fernglas

source: Necklace
de: Halskette

source: Worth 20gp.
de: Im Wert von 20 Goldstücken.

source: Scroll (Mirrorwalk)
de: Schriftrolle (Spiegelgang)

source: A mirror becomes a gateway to another mirror that you looked into today.
de: Ein Spiegel wird zum Tor zu einem anderen Spiegel, in den Sie heute geschaut haben.

source: You offer protection as a service, quietly watching for threats as money exchanges hands. You start with +d4 HP, and carry a Long Sword (d10, bulky) and a Gambeson (+1 Armor).
de: Langes Schwert

source: You scavenge raw tin and iron from battlefields, pulling teeth from still-twitching corpses. Start with a young Donkey (+4 slots, slow), a Crossbow (d8 damage, bulky), and a Saw (d6).
de: Sie sammeln Rohzinn und Roheisen auf Schlachtfeldern und ziehen Zähne aus noch zuckenden Leichen. Beginnen Sie mit einem jungen Esel (+4 Plätze, langsam), einer Armbrust (d8 Schaden, sperrig) und einer Säge (d6).

source: Saw
de: Gesehen
